{
    "分裂国家罪": {
        "犯罪客体": "# 国家的统一",
        "客观方面": "# 组织、策划、实施分裂国家、破坏国家统一的行为",
        "犯罪主体": "# 一般主体，包括境内外公民",
        "主观方面": "# 直接故意"
    },
    "煽动分裂国家罪": {
        "犯罪客体": "# 国家的统一",
        "客观方面": "# 煽动分裂国家、破坏国家统一的行为。\n## “煽动”，\n### 是指以语言、文字、图像等方式对他人进行鼓动、宣传。煽动的内容是分裂国家、破坏国家统一\n## 行为方式\n### ①明知【出版物】中载有煽动分裂国家、破坏国家统一的内容而予以出版、印刷、复制、发行、传播的。\n### ②组织、利用【邪教组织】煽动分裂国家、破坏国家统一的。\n### ③利用突发【传染病疫情】等灾害，制造、传播谣言煽动分裂国家、破坏国家统一的\n### ④使用【互联网】煽动分裂国家、破坏国家统一的。",
        "犯罪主体": "# 一般主体，包括境内外公民",
        "主观方面": "# 直接故意"
    },
    "叛逃罪": {
        "犯罪客体": "# 中华人民共和国的国家安全",
        "客观方面": "# 在履行公务期间，擅离岗位，叛逃境外或者在境外叛逃的行为\n## 擅离岗位，叛逃境外，\n### 是指行为人在境内履行公务期间，擅自离开工作岗位，叛变逃往境外。\n## 擅离岗位，在境外叛逃，\n### 是指行为人在境外履行公职或者执行某项具体任务时，擅自离开工作岗位叛变逃走。\n## 境外的含义.本罪中的“境外”指\n### 中国的【国家主权】所不能及的区域，如外国驻中国的使领馆。包括港澳台\n#### 【例如】甲是国家机关工作人员，履行公务期间，擅离岗位，叛逃外国驻华使馆，情节严重，成立叛逃罪。",
        "犯罪主体": "# 【特殊主体】，即国家机关工作人员、掌握国家秘密的国家工作人员",
        "主观方面": "# 故意"
    },
    "间谍罪": {
        "犯罪客体": "# 中华人民共和国的国家安全",
        "客观方面": "# 实施了间谍行为。\n## 1.参加间谍组织;\n## 2.接受间谍组织及其代理人的任务\n## 3.为敌人指示轰击目标。\n## 何谓间谍组织\n### 间谍组织，指境外或者渗透于我国境内的专门窃取、刺探我国国家秘密或情报，或者进行其他危害我国国家安全活动的组织。",
        "犯罪主体": "# 年满16周岁具有刑事责任能力的自然人，含外国人与无国籍人",
        "主观方面": "# 直接故意，即明知是【间谍组织】而有意参加，明知是【间谍任务】而有意接受，明知对方是敌人而向其指示轰击目标，追求危害国家安全的结果发生\n## 关键看行为人主观上是否故意进行间谍活动，此种故意分别由故意参加间谍组织、故意接受间谍任务和故意为敌人指示轰击目标构成。对被【胁迫】或因【受欺骗】被拉进间谍组织但并未实行危害国家安全的犯罪活动和在间谍组织中从事一般勤杂事务并不知晓该组织性质的不能认定为间谍罪。"
    },
    "为境外窃取、刺探、收买、非法提供国家秘密、情报罪": {
        "犯罪客体": "# 国家的安全与利益，即中华人民共和国的主权、领土完整与安全、政权、社会制度等方面的安全与利益",
        "客观方面": "# 为境外的机构、组织、人员（只要是外国人，不管是不是特殊组织）窃取、刺探、收买、非法提供国家秘密或者情报的行为\n## (1)“境外的机构、组织、人员”，\n### 指中国境外的国家或地区的政府机构、军事机构、经贸组织、文教单位、科研机关、政党、社会团体、宗教组织以及上述机构、组织以外的个人，包括上述机构、组织在中国境内的分支机构、组织、派驻人员\n## “非法提供”，\n### 指掌握国家秘密或情报的人，违反法律规定，将国家秘密、情报出售、提交、告知境外的机构、组织、个人。",
        "犯罪主体": "# 一般主体，包括中国公民与非中国公民",
        "主观方面": "# 直接故意与间接故意"
    },
    "放火罪": {
        "犯罪客体": "# 公共安全，即不特定的多数人的生命、健康和重大公私财产安全\n## 客体是公共安全，对象是关系到公共安全的公私财产。只要放火焚烧公私财产足以危害公共安全，行为人本人拥有的财产也可成为本罪的对象",
        "客观方面": "# 实施了危害或者足以危害公共安全的放火行为，包括作为与不作为\n## 注意：以不作为方式实施本罪的，要求行为人本身负防止火灾发生的特定义务例如，如果林场负责消防安全的职工发现火情而故意不采取相应措施，致使火灾发生，危害公共安全的，成立放火罪;但如果是普通路人看到路旁房子着火而未拨打火警电话或者未采取其他相应措施，最终造成公私财产重大损失的，由于其不具备特定的义务，不构成犯罪。",
        "犯罪主体": "# 一般主体，即年满14周岁具有刑事责任能力的自然人",
        "主观方面": "# 故意"
    },
    "爆炸罪": {
        "犯罪客体": "# 社会的公共安全",
        "客观方面": "# 实施了用爆炸的方法杀伤不特定的多数人、毁坏重大公私财产，危害公共安全的行为。作为&不作为\n## 本罪的行为方式包括作为与不作为，例如锅炉工故意不给锅炉加水致使锅炉发生爆炸即是典型的以不作为方式实施的爆炸罪",
        "犯罪主体": "# 一般主体，包括已满14周岁不满16周岁的未成年人",
        "主观方面": "# 故意，即明知自己的行为可能会发生爆炸的后果，危害公共安全，并希望或者放任这种结果的发生"
    },
    "投放危险物质罪": {
        "犯罪客体": "# 公共安全，即不特定多数人的生命、健康和重大公私财产安全",
        "客观方面": "# 行为人实施了投放毒害性、放射性、传染病病原体等物质，危害公共安全的行为。\n## 假的定投放虚假物质罪（属于扰乱公共秩序罪）。\n## 危险物质分类【T12/45\n### (1)“投放毒害性、放射性、传染病病原体等物质”，是指向公共饮用的水源以及出售的食品、饮料或者牲畜、禽类的饮水池、饲料等物品中投放毒害性、放射性、传染病病原体等物质的行为。\n### (2)“毒害性物质”，是指能够对人体或者动物产生毒害作用的有毒物质，包括化学性、生物性、微生物类有毒物质。\n### (3)“放射性物质”，是指含铀、镭、钻等放射性元素，可能对人体、动物或者环境产生严重辐射危害的物质，包括能够产生裂变反应或者聚合反应的核材料。\n### (4)“传染病病原体”，是指能够通过在人体或者动物体内适当的环境中繁殖，从而使人体或者动物感染传染病，甚至造成传染病扩散的细菌、霉菌、毒种、病毒等。",
        "犯罪主体": "# 一般主体，包括已满14周岁不满16周岁的未成年人",
        "主观方面": "# 故意，行为人出于何种动机不影响本罪成立"
    },
    "以危险方法危害公共安全罪": {
        "犯罪客体": "# 公共安全，即不特定多数人的生命、健康和重大公私财产安全",
        "客观方面": "# 行为人使用与放火、投放危险物质、决水、爆炸方法的危险性相当的其他危害公共安全的行为\n## 1.“其他危险方法”应与放火、决水、爆炸、投放危险物质等方法具有相当性，不是泛指任何具有危害公共安全性质的方法。下列行为与放火、爆炸有相当危险性，可定本罪。\n### 1破坏矿井通风设备;\n### 2在具有瓦斯爆炸高度危险的情形下令多人下井采煤;\n### 3在多人通行的场所私设电网;\n### 4在火灾现场破坏消防器材;\n### 5醉酒驾车，肇事后继续驾车冲撞，放任危害后果的发生，造成重大伤亡;\n### 6在高速公路上逆向高速行驶;\n### 7公共交通工具上，乘客不间断地殴打、拉拽司机，抢夺方向盘、变速杆等操纵装置，引发事故(乘客定本罪，司机定交通肇事罪);\n### 8公共交通工具上，司机与乘客发生纷争，擅离职守与乘客厮打、互殴，引发事故(司机定本罪，乘客定本罪);\n### 9故意从高空抛弃物品，尚未造成严重后果，但足以危害公共安全的，定本罪;致人重伤、死亡或者使公私财产遭受重大损失的，依照本罪的结果加重犯处罚。【21/4；\n### 10故意传播突发传染病病原体，危害公共安全的;\n### 11.盗窃、破坏人员密集往来的非机动车道、人行道以及车站、码头、公园、广场、学校、商业中心、厂区、社区、院落等生产生活、人员聚集场所的害井盖，足以危害公共安全.尚未造f.果的，依照刑法第114条的规定.以以危险—危害公共安全罪定罪处罚;致人重伤、死亡或者使公私财产遭受重—失的，依照刑法第115条第l款的规定处罚3\n## 下列行为与放火、爆炸没有相当危险性，不应定本罪。\n### ",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，即行为人明知自己的行为可能导致危害公共安全的严重后果，仍希望或者放任该结果的发生"
    },
    "破坏交通工具罪": {
        "犯罪客体": "# 交通运输安全",
        "客观方面": "# 破坏XX，足以使火车、汽车、电车、船只、航空器发生颠覆、毁坏危险，尚未造成严重后果或者已经造成严重后果的行为",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，即行为人明知自己的行为可能导致交通工具颠覆、毁坏，仍希望或者放任该结果的发生"
    },
    "破坏交通设施罪": {
        "犯罪客体": "# 交通运输安全。",
        "客观方面": "# 破坏交通设施或者进行其他破坏活动，足以使火车、汽车、电车、船只、航空器发生倾覆、毁坏危险或者造成严重后果的行为",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，即明知自己的行为可能会使火车、汽车、电车、船只、航空器发生倾覆、毁坏的危险或者可能实际造成倾覆、毁坏的结果，并且希望或者放任这种危险或结果发生"
    },
    "交通肇事罪": {
        "犯罪客体": "# 交通运输安全",
        "客观方面": "# 【违反交通运输管理法规】，因而发生重大事故，致人重伤、死亡或者使公私财产遭受重大损失的行为\n## “交通运输”\n### 主要是指以【电车、汽车、船只】等交通工具进行【公路】和【水路】交通运输，但是如果使用【自行车、三轮车、人力车、畜力车、残疾人专用车】等【非机动车】进行交通运输，发生重大事故，致人伤亡的，也可以构成本罪。\n## 构成基本犯\n### 发生重大事故，包括三种情形：【05/14；\n#### （1）【死亡一人】或【重伤三人】以上，负事故【全部】或【主要】责任的;\n#### （2）死亡三人以上，负事故【同等责任】的；\n#### （3）造成公共财产或他人财产直接损失，负事故全部或主要责任，无能力赔偿数额在三十万元以上的。\n### 如果造成【一人以上重伤】并且【负全部或主要责任】，同时有下列6种特定恶劣情节，构成本罪的基本犯。\n#### (一)酒后、吸食毒品后驾驶机动车辆的;\n##### 不要求醉酒\n#### (二)无驾驶资格驾驶机动车辆的;\n#### (三)知是安全装置不全或者安全机件失灵的动车辆而驾驶的\n#### (四)明知是无牌证或着已报废的机动车辆而驾驶的\n#### (五)严重超载驾驶的;\n#### (六)为逃避法律追究逃离事故现场的。\n## “公共道路”\n### 指【公路】、【城市道路】和虽然【在单位管辖范围内】但是【允许社会机动车通行】的地方，包括【广场】、【公共停车场】等用于公众通行的场所。\n#### 建在学校内的公共停车场可以成为本罪的犯罪地点。对于小区内部的路是否属于公共道路，这里需要区分，如果小区是完全开放的，车辆可以不经过门卫或业主同意即可随意通行，则视为公共道路；如果小区不是完全开放，而需要门卫或业主同意方可进入的，一般不视为公共道路。\n#### 【例如】甲在不允许社会车辆通行的小区内醉酒驾驶，因未及时刹车将小区内行走的路人乙撞死。由于小区不允许社会车辆通行，所以不属于公共道路，不构成交通肇事罪或危险驾驶罪。甲过失致人死亡，成立过失致人死亡罪。\n## 逃逸【T17/57；\n### 不知道不算逃逸\n### 为了保命，不算逃逸\n### “交通运输肇事后逃逸”\n#### 是指行为人【具有法定情形】，在发生交通事故后，【为逃避法律追究而逃跑】的行为。\n### “因逃逸致人死亡”\n#### 是指行为人在交通肇事后为【逃避法律追究而逃跑】，致使被害人因【得不到救助而死亡】的情形。\n##### （误以为没死）如果肇事行为已经将人撞死，但行为人误认为只是撞伤，而逃逸的，这是“撞死人后逃逸”，不构成“因逃逸致人死亡”，仅成立“交通肇事后逃逸”的情节加重犯\n##### （误以为死了）甲交通肇事致乙重伤后误以为乙已经死亡，为逃避法律责任而逃逸，导致乙得不到及时救助而死亡。甲以为乙死亡而逃逸，对乙的死亡有过失，也属于“因逃逸致人死亡”",
        "犯罪主体": "# 一般主体，包括【从事交通运输的人员】和【非从事交通运输的人员】\n## 【F13/37过失犯罪不成立共犯，但是根据司法解释的规定，“交通肇事后，【*单位主管人员】、【机动车辆所有人】、【*承包人】或者【乘车人】指使肇事人逃逸，致使被害人因得不到救助而死亡的，以交通肇事罪的共犯论处”。（本来是不作为的故意杀人）\n## 【单位主管人员】、【机动车辆所有人】或者【机动车辆承包人】【指使】、【强令】他人违章驾驶造成重大交通事故，具有“发生重大事故”规定情形之一的，以交通肇事罪定罪处罚。二人均构成本罪，但不是共同犯罪。",
        "主观方面": "# 【过失】，即行为人应当预见自己的行为会发生危害社会的结果，因为疏忽大意而没有预见，或者虽然已经预见但轻信能够避免\n## 但行为人对违反交通管理法规的行为，是出于故意\n## 但在交通肇事后逃逸致人死亡的情况下，行为人对致人死亡的结果是间接故意的"
    },
    "危险驾驶罪": {
        "犯罪客体": "# 【交通运输的正常秩序】和【道路交通安全】",
        "客观方面": "# 违反道路交通安全管理法规，在道路上驾驶机动车实施刑法规定的危险驾驶行为\n## 行为方式\n### 醉酒飙车超载危险品\n### ①追逐竞驶，【情节恶劣的】（即“飙车”，要求达到情节恶劣程度，情节轻微不构成本罪）；\n### ②醉酒驾驶机动车的（车辆驾驶人员每100ml血液中酒精含量N80mg为醉酒驾驶）;\n### ③从事【校车业务】或者【旅客运输】，严重超过【额定乘员】载客，或者严重超过【规定时速】行驶的；\n### ④违反危险化学品安全管理规定运输危险化学品，危及公共安全的。\n#### 区分：危险物品肇事罪\n### 后两种情形是、中华人民共和国刑法修正案（九）新增的内容，扩大了危险驾驶罪的范围，\n## “机动车”\n### 指【以动力装置驱动或牵引】，上道路行驶的【供人员乘用】或者【用于运送物品】以及进行【工程专项作业】的轮式车辆\n## “道路”\n### 【公路、城市道路】和【虽在单位管辖范围但允许社会机动车通行】的地方，包括广场、公共停车场等用于公共通行的场所。\n## “醉酒驾驶机动车”\n### 是指在道路上驾驶机动车，血液酒精含量达到80毫克/100毫升以上的情形。",
        "犯罪主体": "# 一般主体，包括任何在道路上驾驶机动车的人\n## 机动车【所有人】、【管理人】对【违规运输危险化学品】的行为负有直接责任，也构成本罪。",
        "主观方面": "# 故意\n## 不知道喝了酒，不犯罪。"
    },
    "妨害安全驾驶罪": {
        "犯罪客体": "# 公共安全",
        "客观方面": "# （1）对行驶中的公共交通工具的驾驶人员使用暴力或者抢控驾驶操纵装置，干扰公共交通工具正常行驶。\n# （2）驾驶人员在行驶的公共交通工具上擅离职守，与他人互殴或者殴打他人，危及公共安全的行为。",
        "犯罪主体": "# 一般主体，公共交通工具上的乘客、驾驶人员等可以构成本罪",
        "主观方面": "# 故意"
    },
    "劫持航空器罪": {
        "犯罪客体": "# 航空运输安全，即不特定的多数旅客、机组人员的生命健康以及航空器及其运载物品的安全。",
        "客观方面": "# 以暴力、胁迫或者其他方法劫持航空器的行为\n## (2)“暴力”，指行为人对机上人员特别是机组人员实施捆绑、殴打、伤害甚至杀害，迫使航空器改变航向或者直接控制航空器。\n## (3)“胁迫”，指行为人以爆炸航空器、杀害人质相威胁，迫使机组人员改变航向或者直接控制航空器。\n## (4)“其他方法”，指以暴力、胁迫以外的其他任何方法迫使机组人员改变航向或者直接控制航空器，如用麻醉剂使机组人员处于不能反抗或不知反抗的状态后控制航空器机组人员利用驾驶航空器的便利条件，直接驾机外逃的，也可以视为其他方法.、\n## (5)“劫持”，\n### 指使用上述方法【非法改变航向】或者【强行控制航空器】的行为。\n## 注意，劫持我国的航空器进入他国的，我国仍对该犯罪分子具有刑事管辖权，他国司法当局应根据相关国际条约予以配合，行使刑事管辖权的依据是我国刑法。",
        "犯罪主体": "# 一般主体，包括中国人和【外国人】",
        "主观方面": "# 故意，即行为人明知自己劫持航空器的行为会造成危害航空运输安全的严重后果，并且希望或者放任这种结果的发生。行为人的动机不影响本罪成立"
    },
    "劫持船只、汽车罪": {
        "犯罪客体": "# 公共安全，对象限于正在使用中的船只、汽车",
        "客观方面": "# 以暴力、胁迫或者其他方法劫持船只、汽车的行为",
        "犯罪主体": "# 自然人",
        "主观方面": "# 故意"
    },
    "组织、领导、参加恐怖组织罪": {
        "犯罪客体": "# 社会公共安全，即不特定多数人的生命、健康和重大公私财产的安全",
        "客观方面": "# 组织、领导、积极参加或者参加恐怖活动组织的行为\n## (1)“组织”，指为首【策划】、【鼓动】、【教唆】、【召集】、【引诱】多人成立【专门】或者【主要从事】恐怖犯罪活动的组织的行为。\n## (2)“积极参加”，指【多次参加】恐怖活动组织的活动、态度积极，或者虽然偶尔参加恐怖组织的活动，但在其中【起主要作用】的行为.\n## (3)“参加”，指除组织、领导、积极参加恐怖活动组织以外的其他参加恐怖活动组织的行为。",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，即明知是以从事恐怖活动为主要内容的恐怖活动组织而故意组织、领导、积极参加或者参加该组织"
    },
    "非法持有宣扬恐怖主义、极端主义物品罪": {
        "犯罪客体": "# 公共安全",
        "客观方面": "# 明知是宣扬恐怖主义、极端主义的图书、音频视频资料或者其他物品而宣扬的，情节严重的行为。继续犯，作为犯罪，数罪并罚。",
        "犯罪主体": "# 一般主体，自然人",
        "主观方面": "# 故意"
    },
    "非法制造、买卖、运输、邮寄、储存枪支、弹药、爆炸物罪": {
        "犯罪客体": "# 社会公共安全，即不特定多数人的生命、健康和重大公私财产的安全。",
        "客观方面": "# 违反国家有关枪支、弹药、爆炸物管理的法律规定，实施了非法制造、买卖、运输、邮寄、储存枪支、弹药、爆炸物其中的一种行为或数种行为\n## (1)“非法制造”，指违反国家法律规定，以各种方法生产、制造枪支、弹药、爆炸物的行为。制造包含拼接\n## (2)“非法买卖”，指违反国家法律规定，购买或者出售枪支、弹药、爆炸物的行为。单纯卖、单纯买、购买和买卖，都可以定。【08/10；\n## (3)“非法运输”，指违反国家法律规定，利用各种交通工具运送枪支、弹药、爆炸物的行为。（国内，国外为走私）\n## (4)“非法邮寄”，指违反国家法律规定，在邮件中夹寄枪支、弹药、爆炸物的行为。\n## (5)“非法储存”，指违反国家法律规定，私自保留、存放枪支、弹药、爆炸物的行为。\n## (6)“枪支”，指以火药或压缩气体为动力，利用管状器具发射金属弹丸或其他物质，足以致人伤亡或失去知觉的各种枪支，包括手枪、步枪、冲锋枪、民用射击运动枪支、狩猎枪支、用于保护野生动物的猎枪和麻醉注射枪。\n## (7)“弹药”，指上述枪支所使用的子弹、火药等，\n## (8)“爆炸物”，指具有爆破性并对人体具有杀伤性的物品，包括军用爆炸物(手榴弹、地雷等)和民用爆炸物(雷管、黑火药、民用信号弹、烟花爆竹等)\n### 注意：烟花爆竹等属于娱乐性物品，虽然属于民用爆炸物的范围，但是一般认为，非法制造，买卖、运输、邮寄、储存烟花爆竹等娱乐性物品的，不成立本罪。",
        "犯罪主体": "# 一般主体，【单位】可以成立本罪",
        "主观方面": "# 故意，即明知是国家禁止非法制造、买卖、运输、邮寄、储存的枪支、弹药、爆炸物而故意非法制造、买卖、运输、邮寄、储存。如果因误解、无知或者被蒙骗等原因而实施了上述行为的，不能构成本罪"
    },
    "违规制造、销售枪支罪": {
        "犯罪客体": "# 国家对枪支的管理制度、犯罪对象为枪支",
        "客观方面": "# 违反枪支管理的法律、法规的规定，制造、销售枪支的行为\n## ①以【非法销售为目的】，【超过限额】或者【不按照规定的品种】制造、配售枪支；（制+售）\n## ②以【非法销售为目的】，制造【无号】、【重号】、【假号】的枪支；（制）\n## ③【非法销售枪支】或者【在境内销售为出口制造】的枪支（售）",
        "犯罪主体": "# 特殊主体，且只能是【单位】，即依法被指定、确定的枪支制造企业、销售企业",
        "主观方面": "# 故意。对于违规制造枪支的，要求【具备非法销售的法定目的】"
    },
    "非法持有、私藏枪支、弹药罪": {
        "犯罪客体": "# 国家对枪支的管理制度。犯罪对象为枪支、弹药",
        "客观方面": "# 违反枪支、弹药管理的法律、法规的规定，持有、私藏枪支、弹药的行为\n## （1）“非法持有枪支”，\n### 是指【不符合配备、配置枪支、弹药条件的人员】，违反枪支管理法律、法规的规定，擅自持有枪支、弹药的行为.\n## （2）“私藏枪支、弹药”，\n### 是指【依法配备、配置枪支、弹药的人员】，在配备、配置枪支、弹药的【条件消除后】，违反枪支管理法律、法规的规定，【私自藏匿】配备、配置的枪支、弹药且【拒不交出】的行为。【F16/6；\n#### 【例如】警察甲停职后，将之前配备的两把手枪藏于家中，拒不上交，情节恶劣。甲的行为属于之前具有配枪资格，在该资格消除后私藏枪支拒不交出的情形，应该认定为私藏枪支罪，而不是非法持有枪支罪。",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，即明知不能私自持有、藏匿枪支、弹药，而持有、私藏的"
    },
    "重大责任事故罪": {
        "犯罪客体": "# 正常的生产、作业安全",
        "客观方面": "# 在【生产】、【作业】中违反有关安全管理的规定，因而发生重大伤亡事故或者造成其他严重后果的行为\n## (1)“违反有关安全管理的规定”\n### 指行为人违反与保障【生产、作业安全】有关的规定，含保障生产、作业安全的【基本法律】、【法规】以及生产作业中的【具体操作规程】、【劳动纪律规定】、【劳动保护规定】等。\n## (2)“重大伤亡事故”，指1人以上死亡或3人以上重伤。\n## (3)“严重后果”，发生矿山生产安全事故，造成直接经济损失100万元以上的。",
        "犯罪主体": "# 一般主体，即任何年满16周岁具有刑事责任能力的自然人均可以成为本罪主体，而不仅仅限于工厂、矿山、林场、建筑企业或者其他企业、事业单位的职工",
        "主观方面": "# 【过失】，包括过于自信的过失和疏忽大意的过失，行为人不希望发生重大伤亡事故或其他严重后果，但对于违反有关安全管理规定的行为往往是出于故意"
    },
    "强令、组织他人违章冒险作业罪": {
        "犯罪客体": "# 正常的生产、作业安全",
        "客观方面": "# 强令他人违章冒险作业，或者明知存在重大事故隐患而不排除，仍冒险组织作业，因而发生重大伤亡事故或者造成其他严重后果",
        "犯罪主体": "# 一般主体，包括对生产、作业负有【组织】、【指挥】或者【管理职责】的【负责人】、【管理人员】、【实际控制人】、【投资人】等人员",
        "主观方面": "# 过失，多为过于自信的过失。行为人不希望安全事故发生，但对于违章和冒险行为往往是出于故意"
    },
    "危险物品肇事罪": {
        "犯罪客体": "# 危险物品在生产、储存、运输、使用中的安全",
        "客观方面": "# 违反危险物品的管理规定，在【生产】、【储存】、【运输】、【使用】中发生重大事故，【造成严重后果】的行为。",
        "犯罪主体": "# 一般主体。主要是从事生产、储存、运输、使用危险物品的职工。但不排除其他人也可能构成本罪。",
        "主观方面": "# 过失"
    },
    "危险作业罪": {
        "犯罪客体": "# 正常的生产、作业安全",
        "客观方面": "# 在生产、作业中违反有关安全管理的规定，实施具有发生重大伤亡事故或者其他严重后果的现实危险的特定行为，这些行为包括:\n## (1)关闭、破坏直接关系生产安全的监控、报警、防护、救生设备、设施，或者篡改、隐瞒、销毁其相关数据、信息的;\n## (2)因存在重大事故隐患被依法责令停产停业、停止施工、停止使用有关设备、设施、场所或者立即采取排除危险的整改措施，而拒不执行的;\n## (3)涉及安全生产的事项未经依法批准或者许可，擅自从事矿山开采、金属冶炼、建筑施工，以及危险物品生产、经营、储存等高度危险的生产作业活动的。安全生产是企业管理的主要内容，因为安全事故被追究刑事责任已经成为企业管理人员高频罪名之一。",
        "犯罪主体": "# 一般主体，生产、作业人员",
        "主观方面": "# 故意"
    },
    "破坏电力设备罪": {
        "犯罪客体": "# 公共供电中的公共安全。对象是正在使用中的电力设备\n## 停电还是构成本罪，在于是否交付使用",
        "客观方面": "# 破坏电力设备，危害公共安全的行为\n## 1.行为对象:关涉公共电力安全的电力设备(正在使用、已交付使用)。例如，向供电线路投掷石块，足以造成电线断路，属〒危害公共电力安全的破坏行为。\n## 2.未安装完毕或者B经安装完毕但尚未交付使用的电力设备，不属子正在使用中的电力设备。盗窃这些电力设备的，成立盗廣罪。\n## 3.已经通电使用，由于某种原因而暂停使用的电力设备，属于本罪的对象。盗窃这些电力设备的，成立盗窃罪与破坏电力设备罪的想象竞合犯，择一重处罚。\n## 4.已经交付使用但尚未通电的电力设备，也是本罪对象，盗窃这些电力设备的，成立盗窃罪与破坏电力设备罪的想象竞合犯，择一重处罚",
        "犯罪主体": "# 一般主体，自然人",
        "主观方面": "# 故意"
    },
    "生产、销售伪劣产品罪": {
        "犯罪客体": "# 国家对普通产品质量的管理制度",
        "客观方面": "# 生产者、销售者【违反国家的产品质量管理法律、法规】，【生产】、【销售】伪劣产品的行为\n## (1)“产品”，\n### 指【经过加工】、【制作】、【用于销售】的【工业用品】、【农业用品】等生活用品以及生产资料等。安全、不安全的产品都包括在本罪的伪劣产品中。\n## (2)“普通产品”，\n### 指除刑法另有规定的药品、食品、医用器材、涉及人身和财产安全的电器等产品，农药、兽药、化肥、种子、化妆品等产品以外的产品。\n## (3)“伪劣产品”【F11/32；TF18/45，25\n### 1、“掺杂、掺假”，指行为人在产品的生产、销售过程中【掺入杂质或异物】，致使【产品质量】不符合国家法律、法规或者产品明示【质量标准规定的质量要求】，【降低或失去】【应有使用性能】的行为。\n### 2、“以假充真”，指以不具有某种使用性能的产品【冒充】具有该种使用性能的产品的行为。\n### 3、“以次充好”，指以【低等级、低档次】的产品冒充【高等级、高档次】的产品，或者以【残次、废旧】零配件组合、拼装后冒充【正品或新品】的行为。\n### 4、“以不合格产品冒充合格产品”，指以【不符合产品质量标准】(包括国家标准、行业标准、地方标准在内)的产品假冒【符合产品质量标准】的产品的行为。",
        "犯罪主体": "# 个人和单位，包括生产者、销售者两类.\n## “生产者”\n### 包括产品的制造者、产品的加工者；\n## “销售者”\n### 包括【批量销售者】、【零散销售者】以及【产后直销者】；\n## 生产者、销售者是否取得有关产品的【生产许可证】或【营业执照】在所不问。",
        "主观方面": "# 故意，一般具有非法牟利的目的\n## 在生产领域\n### 有意制造伪劣产品；\n## 在销售领域分为两种情况:\n### 一是在销售产品中故意【掺杂、掺假】；\n### 二是【明知】是伪劣产品而售卖"
    },
    "生产、销售、提供假药罪": {
        "犯罪客体": "# 【复杂客体】，既侵犯了【国家对药品的管理制度】，又侵犯了【不特定多数人的身体健康权利】",
        "客观方面": "# 指【生产者】、【销售者】【违反国家药品管理法律法规】，生产、销售假药或者药品使用单位的人员明知是假药而提供给他人使用的行为\n## (1)“药品”，\n### 指用于预防、治疗、诊断人的疾病，有目的地调节人的生理机能并规定有适应症、用法和用量的物质。\n## 是指依照《药品管理法》的规定属于按假药处理的药品。根据该法第98条的规定，有下列情形之一的，为假药:\n### 饭变肥膘（没有疗效）\n### 1药品所含成份与国家药物标准规定的【成份】不符的;\n### 2以【非药品】冒充【药品】或者以【*他种药品】冒充【此种药品】的;\n### 3【变质】的药品;\n### 4药品所标明的【适应症】或者【功能主治】【超出规定范围】。\n## (4)“生产”\n### 根据司法解释的规定，实施以下三种行为之一，即可认定为“生产”：\n#### 第一，合成、精制、提取、储存、加工炮制【药品原料】的行为;\n#### 第二，将药品原料、辅料、包装材料制成【成品】的过程中，进行配料、混合、制剂、【储存】、【包装】的行为；\n#### 第三，印制【包装材料、标签、说明书】的行为。(考生应尤其注意储存行为以及印制包装材料、标签、说明书的行为也可成立本罪，可见刑法对这类犯罪行为的打击力度之大。)\n## (5)“销售”\n### 根据司法解释的规定，医疗机构如果【明知是假药而有偿提供】给他人使用，或者【为出售而购买储存】的，应认定为“销售”。\n## “提供”\n### 是指药品使用单位的人员明知是假药，而有偿或者无偿提供给他人使用的行为。",
        "犯罪主体": "# 一般主体，个人和单位，包括假药的生产者和销售者、提供者。",
        "主观方面": "# 故意，一般出于营利的目的，但是否具有营利目的【不影响本罪成立】。在生产领域表现为生产者故意制造假药，在销售领域包括医疗机构表现为明知是假药而使用或销售【F15/6；"
    },
    "生产、销售、提供劣药罪": {
        "犯罪客体": "# 复杂客体，既包括国家对药品的管理制度，又包括公民的健康权利",
        "客观方面": "# 生产、销售劣药，对人体健康造成严重危害的行为\n## 根据2019新修订的《药品管理法》的规定，劣药包括：\n### 起起伏伏批含污\n### （1）药品成份的【含量】不符合国家的药品标准\n### （2）被【污染】的药品\n### （3）【未标明】或者【更改】【有效期】的药品\n### （4）【未注明】或者【更改】【产品批号】的药品\n### （5）【超过有效期】的药品\n### （6）【擅自】添加【防腐剂】、【辅料】的药品\n### （7）其他不符合药品标准的药品\n### 变质的药是假药，过期的药是劣药。",
        "犯罪主体": "# 一般主体，既包括自然人，也包括单位",
        "主观方面": "# 故意"
    },
    "妨害药品管理罪": {
        "犯罪客体": "# 复杂客体，既包括国家对药品的管理制度，又包括公民的健康权利。",
        "客观方面": "# 本罪主要是针对药品研发、生产、销售过程中的违规行为，这些行为包括:\n## (1)生产、销售国务院药品监督管理部门禁止使用的药品的;\n## (2)未取得药品相关批准证明文件生产、进口药品或者明知是上述药品而销售的;\n## (3)药品申请注册中提供虚假的证明、数据、资料、样品或者采取其他欺骗手段的;\n## (4)编造生产、检验记录的。要注意本罪和生产、销售、提供假药、劣药行为的区别和联系，如果行为同时触犯数个罪名，应按照处罚较重的规定定罪处罚。",
        "犯罪主体": "# 一般主体，既包括自然人，也包括单位",
        "主观方面": "# 故意"
    },
    "生产、销售有毒、有害食品罪": {
        "犯罪客体": "# 复杂客体，即【国家对食品卫生的管理制度】和【不特定多数人的身体健康、生命安全】",
        "客观方面": "# 违反国家食品卫生管理法律法规，在生产、销售的食品中掺入有毒、有害的非食品原料的，或者销售明知掺有有毒、有害的非食品原料的食品的行为\n## (1)本罪的行为方式有三种，分别是：\n### ①在生产的食品中掺入有毒、有害的非食品原料;\n### ②在销售的食品中掺入有毒、有害的非食品原料;\n### ③销售明知掺有有毒、有害的非食品原料的食品的行为，即行为人本人并未实施在食品中掺入有毒、有害的非食品原料的行为，但明知是掺有有毒、有害的非食品原料的食品仍然予以销售，",
        "犯罪主体": "# 一般主体，包括自然人、和单位",
        "主观方面": "# 故意，明知是有毒、有害的非食品原料，而掺入自己生产、销售的食品中，或者明知是有毒、有害的非食品原料的食品而销售"
    },
    "生产、销售不符合安全标准的食品罪": {
        "犯罪客体": "# 复杂客体，即国家对食品卫生的管理制度和不特定多数人的身体健康、生命安全。",
        "客观方面": "# 违反国家食品卫生安全管理法规，生产、销售不符合安全标准的食品，【足以】造成【严重食物中毒事故】或者【其他严重食源性疾病】的行为。\n## 本罪在客观上包括在食品加工、销售、运输、贮存等过程中，违反食品安全标准，超限量或者超范围滥用食品添加剂，以及在食用农产品种植、养殖、销售、运输、贮存等过程中，违反食品安全标准，超限量或者超范围滥用添加剂、农药、兽药等，足以造成严重食物中毒事故或者其他严重食源性疾病的行为。\n## “足以造成严重食物中毒事故或者其他严重食源性疾病”包括：\n### （1）含有严重超出标准限量的致病性微生物、农药残留、兽药残留、重金属、污染物质以及其他危害人体健康的物质的；（与有毒有害区分：不是禁用）\n### （2）属于【病死】、【死因不明】或者【检验检疫不合格】的畜、禽、兽、水产动物及其肉类、肉类制品的；（与有毒有害区分：不是掺入）\n### （3）属于国家为防控疾病等特殊需要明令禁止生产、销售的；\n### （4）【婴幼儿】食品中生长发育所需营养成分严重不符合食品安全标准的；\n### （5）包装材料、容器被污染的食品。\n### （6）超过保质期的食品\n### （7）在食用农产品中超限量或者超范围溫用添加剂、农药、兽药的食品。\n### （8）在食品加工、销售、运输、储存等过程中，超限量或者超范围滥用食品添加剂。",
        "犯罪主体": "# 一般主体，自然人、单位",
        "主观方面": "# 故意"
    },
    "走私普通货物、物品罪": {
        "犯罪客体": "# 国家对普通货物、物品进出口的【监督管理制度】和【关税征管制度】。\n## 违反海关的监管、查验制度，偷逃应缴纳关税是走私普通货物、物品罪的特点，本罪的犯罪对象一般是国家【允许】进出口，且应当缴纳关税的货物、物品",
        "客观方面": "# 行为人【违反海关法规】，【逃避海关监管】，走私普通货物、物品，偷逃数额较大的关税的行为\n## (1)“普通货物、物品”\n### 指【其他走私犯罪】以及【走私毒品罪】的犯罪对象以外的货物、物品，即指武器、弹药、核材料、假币、文物、贵重金属、珍贵动物、珍稀植物及其制品，淫秽物品以及毒品以外的其他货物、物品，包括限制进出口的货物、物品在内。\n#### 【例如】走私贵重金属罪、走私文物罪是禁止将贵重金属、文物走私出境，将贵重金属、文物走私【入境】的，成立走私普通货物、物品罪如果甲将黄金或珍贵文物走私出境，则成立走私贵重金属罪、走私文物罪;如果甲将黄金或珍贵文物走私入境，则成立走私普通货物、物品罪。\n#### 与此相类似，走私废物罪是禁止走私废物入境，走私废物出境的，成立走私普通货物、物品罪。如果甲将废物走私入境，则成立走私废物罪;如果将废物走私出境，则成立走私普通货物、物品罪。\n## (2)个人“偷逃应缴税额较大”\n### 指10万元以上不满50万元的情形，单位“偷逃应缴税额较大”指20万元以上不满100万元的情形。\n## （3）走私的本质是逃避海关监管，非法进出口货物，偷逃关税的行为，因此凡是偷逃劣关税的行为，都算“走私”。\n### 直接走私\n#### 绕关：【未经批准】，【不经过】国家设立海关的地点，非法运输、携带物品进出国边境。\n#### 瞒关：虽然通过设立海关的地点进出国边境，但携带物品在通关时【不如实申报】。\n### 间接走私\n#### （二道贩子）直接向走私人非法收购走私进口的普通货物、物品，【数额较大的】\n#### 在内海、领海、界河、界湖运输、收购、贩卖国家【禁止】进出口物品的，或者国家【限制】进出口货物、物品，【数额较大】，【没有合法证明】。\n### 变相走私\n#### 将保税货物在境内销售牟利\n##### 指【未经海关许可】且【未补缴应缴税额】，擅自将批准进口的来料加工、来件装配、补偿贸易的原材料、零件、制成品、设备等【保税货物】，【在境内销售牟利】的。\n#### 将减免关税的物品（如捐赠物品）在境内销售牟利\n##### 指【未经海关许可】并且【未补缴应缴税额】，擅自将特定【减税、免税】进口的货物、物品，【在境内销售、牟利】的。\n#### 利用购买的【加工贸易登记手册】，【特定减免税批文等涉税单证】进口货物，实质是将一般贸易货物伪报为加工贸易保税货物或特定减免税货物进口，达到偷逃应缴税款的目的，应当定走私普通货物、物品罪。",
        "犯罪主体": "# 个人和单位",
        "主观方面": "# 直接故意，具有偷逃关税的目的"
    },
    "非国家工作人员受贿罪": {
        "犯罪客体": "# 国家对【公司】、【企业】以及【非国有事业单位】、【其他组织】的工作人员职务活动的管理制度",
        "客观方面": "# 【利用职务上的便利】，【索取他人财物】或【非法收受他人财物】，【为他人谋取利益】，【数额较大】的行为\n## (2)“为他人谋取利益”\n### 指行为人索要或收受他人财物，利用职务之便【为他人】或【允诺为他人】实现某种利益。该利益是合法还是非法，该利益是否已谋取到，均不影响本罪的成立。\n#### 【例如】甲送给某公司人事部门经理乙2万元人民币，拜托其将自己不符合应聘条件的儿子安排到该公司工作。乙收受钱财后不久即从该公司辞职，未将甲的儿子安排进该公司。这种情况下，虽然乙没有为甲谋取到利益，但是仍成立非国家工作人员受贿罪。",
        "犯罪主体": "# 特殊主体，即公司、企业或者其他单位的工作人员。一般是在公司、企业中从事领导、组织，管理工作的人员，如监事、董事、经理、财会人员等\n## (1)“其他单位”\n### 既包括事业单位、社会团体、村民委员会、居民委员会、村民小组等常设性的组织，也包括为组织体育赛事、文艺演出或者其他正当活动而成立的组委会、筹委会、工程承包队等非常设性的组织。【T19/43；\n## (2)注意以下行为成立本罪：医院的医生“开单提成”，学校及其他教育机构的教师，利用职务便利，在教学活动中非法收受教材、教具、校服或者其他物品销售方的财物，为其谋取利益。\n## 注意，在国家机关或者其他国有单位组织的政府采购、工程建设等事项的招标、采购活动中评审委员会，竞争性谈判釆购中的谈判小组，询价釆购中询价小组的组成人员，应按照评审委员会、小组中的采购人代表和随机抽取的评审专家这种身份进行区别-釆购人代表受贿的，成立受贿罪;非采购人代表的评审专家受贿的，不论其本身身份如何，均认定为非国家工作人员受贿罪。\n## 已退休的算非国家工作人员",
        "主观方面": "# 故意，即故意利用职务之便接受或索取贿赂，【为他人谋取利益】\n## 无论是索取他人财物还是非法收受他人财物’都必须为他人谋取利益"
    },
    "对非国家工作人员行贿罪": {
        "犯罪客体": "# 国家对【公司】、【企业】的正常管理秩序和市场竞争秩序。",
        "客观方面": "# 【为谋取不正当利益】，给予【公司】、【企业】的工作人员以财物【数额较大】的行为。\n## 支付回扣、手续费是本罪客观方面的主要表现形式。\n## 回扣是商品买卖或服务活动中，卖方从其卖得的价款中返还给买方的一部分款项。\n\n手续费是指佣金以及买卖双方当事人、居间人所得的佣金、回扣性质以外的报酬。",
        "犯罪主体": "# 一般主体，自然人、【单位】",
        "主观方面": "# 故意，谋取不正当利益的目的。【谋取不正当利益】，是指行贿人谋取的利益违反法律、法规、规章、政策规定，或者要求国家工作人员违反法律、法规、规章、政策、行业规范的规定，为自己提供帮助或者方便条件。"
    },
    "伪造货币罪": {
        "犯罪客体": "# 【国家对货币的管理制度】，具体指破坏【货币的公共信用】和【侵害货币的发行权】",
        "客观方面": "# 伪造货币的行为\n## （1）“货币”\n### 指可在国内市场【流通】或者【兑换】的【人民币】和【外币】。另外，以【中国人民银行】发行的普通纪念币和贵金属纪念币为对象非法制造纪念币，以伪造货币罪认定。【21/20；\n#### 如果行为人伪造目前【不存在的面额】的货币，如30元面额，则不能构成本罪\n#### 如果行为人使用伪造的【停止流通】的货币或者为了使用而伪造【不流通】的货币，则可成立诈骗罪。\n## （2）“伪造”\n### 指【没有货币发行权】的人，仿照真货币的形状、样式、图案、色彩等特征制造假币，【以假充真】。有手描、拓印、机器印制、影印、复印以及高科技印制手段等方法。\n#### 根据司法解释的规定，行为人釆用伪造、变造手段，制造真伪【拼凑货币】的行为，以本罪论处。",
        "犯罪主体": "# 一般主体，即个人",
        "主观方面": "# 故意"
    },
    "骗取贷款、票据承兑、金融票证罪": {
        "犯罪客体": "# 金融秩序与安全\n## 该罪在于以欺骗手段取得银行等金融机构的信用与贷款，使金融资产运行处于无法收回的风险之中，危及金融安全。",
        "客观方面": "# 以虚构事实、隐瞒真相的方式骗取银行等金融机构的贷款和信用。如谎报贷款用途、编造或夸大偿还能力等，从银行等金融机构获得贷款，导致银行等金融机构的金融资产无法收回，从而造成了银行等金融机构的重大损失。\n## 本罪的行为手段是欺骗，即以虚构事实、隐瞒真相的方式，如【谎报贷款用途】、【夸大还款能力】等，从而骗取银行的贷款和信用。",
        "犯罪主体": "# 一般主体，包括自然人和单位",
        "主观方面": "# 直接故意。但不以非法占有为目的。\n## 单位犯本罪的，主观罪过既包含了具有非法占有金融资产的目的，也包含不具有非法占有金融资产的目的的情形。\n## 自然人犯本罪的，主观罪过仅指不具有非法占有目的的情形。"
    },
    "非法吸收公众存款罪": {
        "犯罪客体": "# 国家的金融管理秩序",
        "客观方面": "# 非法吸收或者变相吸收公众存款的行为\n## (1)“非法吸收”\n### 指【*未经中国人民银行批准】，向【*社会不特定对象】吸收资金，出具凭证，承诺【*在一定期限】内【还本付息】的活动。\n## (2)“变相吸收”\n### 指【未经中国人民银行批准】，【不以吸收公众存款名义】，向社会不特定对象吸收资金，但【承诺履行的义务】与吸收公众存款【性质相同】的活动。\n#### 司法实践中常见的方式有委托理财、投资入股、代种植、联合种植等。\n## (3)“向社会公开宣传”\n### 指以各种途径向社会公众传播吸收资金的信息，以及【明知】吸收资金的信息向社会公众【扩散】而【予以放任】的情形。\n## (4)“社会公众“，指社会不特定对象。但是以下两种针对特定对象吸收资金的情形也应认定为向社会公众吸收资金，可成立本罪：\n### 在向亲友或者单位内部人员吸收资金的过程中，明知亲朋好友向不特定对象吸收资金而予以放任的；\n### 以吸收资金为目的，将社会人员吸收为单位内部人员，并向其吸收资金的。\n## 具体行为方式\n### 1启动的非法性:【未经有关部门依法批准】或者【借用合法经营的形式】吸收资金;\n### 2宣传的公开性:通过媒体、推介会、传单、手机短信等途径向社会公开宣传;\n### 3手段的有偿性:承诺在一定期限内以货币、实物、股权等方式还本付息或者给付回报;\n### 4对象的不特定性:向社会公众即社会不特定对象吸收资金。",
        "犯罪主体": "# 一般主体，包括自然人和单位",
        "主观方面": "# 故意，包括直接故意和间接故意，且【不具有非法占有的目的】"
    },
    "妨害信用卡管理罪": {
        "犯罪客体": "# 国家的信用卡管理制度",
        "客观方面": "# 妨害信用卡管理的行为\n## 买买提非虚伪\n## （一）明知是【伪造】的信用卡而【持有、运输】的，或者明知是伪造的【空白】信用卡而持有、运输，【数量较大】的；\n## （二）【非法持有】【他人】信用卡，【数量较大的】；\n## （三）使用【虚假的身份证明】【骗领】信用卡的；\n## （四）【出售】、【*购买】、【为他人提供】【伪造】的信用卡或者【以虚假的身份证明】【骗领】的信用卡的。",
        "犯罪主体": "# 一般主体。【单位】【不能成为本罪的主体】",
        "主观方面": "# 故意\n## “明知”是指知道或者应当知道"
    },
    "窃取、收买、非法提供信用卡信息罪": {
        "犯罪客体": "# 信用卡管理秩序，犯罪对象是信用卡信息资料",
        "客观方面": "# 窃取、收买或者非法提供他人信用卡信息资料的行为\n## （1）“窃取”\n### 指在【持卡人不知情】的情况下，获取持卡人的账号、密码等信用卡的信息资料，如【直接偷窥】信息资料、【以蒙骗手段】获得信息资料等。\n## （2）“收买”\n### 指以【金钱或财物】向持有持卡人信用卡信息资料者交换获得持卡人的信用卡信息资料。\n## （3）“非法提供”\n### 指持有持卡人信息资料者【违反规定】，【未经持卡人同意】而向他人提供持卡人信用卡信息资料。\n## （4）“信用卡信息资料”\n### 指由发卡行在发卡时使用专用设备写入信用卡磁条中，成为POS机、ATM机等终端机识别合法用户的依据的一组关于发卡行代码与持卡人账户、密码等内容的加密电子数据。",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意"
    },
    "内幕交易、泄露内幕信息罪": {
        "犯罪客体": "# 证券、期货市场的客观性、公正性。投资大众的利益，投资人对证券、期货市场信息的平等知情权",
        "客观方面": "# 行为人实行内幕交易，或者泄露内幕信息，或者明示、暗示他人从事内幕交易活动，情节严重的行为\n## (2)“内幕交易”，\n### 指利用未公开内幕消息在证券市场上买卖证券或从事相关证券、期货交易。\n## (3)“泄露内幕信息”，\n### 指违反法律有关禁止利用和扩散内幕消息的规定，将知悉的内幕信息告知他人，使其利用该信息从事内幕交易。\n## (4)“内幕信息”，\n### 指证券、期货交易中，涉及公司的【经营、财务】或对其证券、期货的市场价格有【重大影响】的尚未公开的信息。",
        "犯罪主体": "# 特殊主体，即内幕人员，包括①证券、期货交易内幕信息的知情人员和②非法获取证券交易内幕信息的人员。自然人和【单位】均可成为本罪主体\n## “非法获取证券、期货交易内幕信息的人员”的认定：（2017新增）\n### 一是利用窃取、骗取、套取、窃听、利诱、刺探或者私下交易等手段获取内幕信息的。\n### 二是内幕信息知情人员的近亲属或者其他关系密切的人员，在内幕信息敏感期内，①从事或者②明示、暗示他人从事，或者③泄露内幕信息导致他人从事与该信息有关的证券、期货交易，相关交易行为明显异常，且无正当理由或正当信息来源的。\n### 三是在内幕信息敏感时期内，与内幕信息知情人联络、接触，从事或者明示、暗示他人从事，或者泄露内幕信息导致他人从事与该信息有关的证券、期货交易，相关交易行为明显异常，且无正当理由或正当信息来源的。\n## 关于本罪的主体，不仅限于交易内幕信息的知情人员，普通人只要非法获取了证券、期货交易内幕信息，也可成为本罪的主体。",
        "主观方面": "# 故意\n## “主观故意”的内容是：\n### 一是行为人认识到所利用的消息来自内部，并且尚未公开。\n### 二是行为人认识到证券、期货交易行为是利用了内幕消息。\n### 三是行为人实施内幕交易行为是希望获利目的实现，即追求获得利益或避免损失结果的发生。"
    },
    "利用未公开信息交易罪": {
        "犯罪客体": "# 【金融秩序】和【投资者的合法权益】",
        "客观方面": "# 行为人利用【因职务便利】获取的内幕信息以外的其他未公开的信息，违反规定，从事与该信息相关的证券、期货交易活动，或者明示、暗示他人从事相关交易活利，【情节严重】的行为。\n## （1）“内幕信息以外的其他未公开的信息”，\n### 指资产管理机构、代客投资理财机构即将用客户资金投资购买某个证券、期货等金融产品的决策信息，这类信息因不属于法律规定的“内幕信息”，也没有要求必须公开。\n## （2）“违反规定，\n### 从事与该信息相关的证券、期货交易活动”，指违反证券投资基金法等法律、行政法规所规定的禁止基金等资产管理机构的从业人员从事损害客户利益的交易等行为，以及证监会发布的禁止资产管理机构的从业人员从事违背受托义务的交易活动等行为。其具体表现为，该从业人员在用客户资金买入证券或者其衍生品、期货或者期权合约等金融产品前，自己先行买入，或者在卖出前，自己先行卖出等行为，这种行为俗称从业人员自建“老鼠仓”。\n## （3）“明示、暗示他人从事相关交易活动”，\n### 指行为人在自建“老鼠仓”的同时，常常以直接或者间接方式示意他人也同时建仓。\n## （4）“情节严重”，\n### 指多次建“老鼠仓”的，建仓非法获利数额巨大的，或因建仓致使客资产遭受严重损失的等情形、",
        "犯罪主体": "# 特殊主体，即证券交易所、期货交易所、证券公司、期货经纪公司、基金管理公司、商业银行、保险公司等金融机构的从业人员以及有关监管部门或者行业协会的工作人员。【单位不构成本罪】。",
        "主观方面": "# 故意"
    },
    "洗钱罪": {
        "犯罪客体": "# 国家关于【金融活动的管理制度】和【社会治安管理秩序】",
        "客观方面": "# 为掩饰、隐瞒毒品犯罪、黑社会性质的组织犯罪、恐怖活动犯罪、走私犯罪、贪污贿赂犯罪、破坏金融管理秩序犯罪、金融诈骗犯罪的所得及其产生的收益的来源和性质，所实施的法定行为。\n## 洗钱罪的行为方式有五种（通过金融手段）\n### ①提供资金帐户的;\n### ②将财产转换为现金、金融票据、有价证券的;\n### ③通过转账或者其他支付结算方式转移资金的;\n### ④跨境转移资产的;\n### ⑤以其他方法掩饰、隐瞒犯罪所得及其收益的来源和性质的。\n#### 本罪中“以其他方法掩饰、隐瞒犯罪所得及其收益的来源和性质”主要指以下情况:\n##### 通过典当、租赁、买卖、投资等方式，协助转移转换犯罪所得及其收益的;\n##### 通过与商场、饭店、娱乐场所等现金密集型场所的经营收入相混合的方式，协助转移、转换犯罪所得及其收益的;\n##### 通过虚构交易、虚设债权债务、虚假担保、虚报收入等方式，协助将犯罪所得及其收益转换为“合法“财物的;\n##### 通过买卖彩票、奖券等方式，协助转换犯罪所得及其收益的;\n##### 通过赌博方式，协助将犯罪所得及其收益转换为赌博收益的;\n##### 协助将犯罪所得及其收益携带运输或者邮寄出入境的等。\n### 【提示】为了严厉打击洗钱犯罪，为了给境外追逃追赃提供充足的法律保障，《刑法修正案(十一)》完善了洗钱的行为方式，增加地下钱庄通过“支付结算方式”洗钱的行为，增加了“跨境转移资产”的洗钱行为。\n## “违法所得及其产生的收益”，指财产和财产之外的其他经济利益。\n### “犯罪所得及收益”，指由七类犯罪行为所获取的非法利益以及利用该非法利益所产生的经济利益。“犯罪所得”包括犯罪行为的直接所得与间接所得，还有犯罪行为所取得的报酬。\n## 七类上游犯罪:毒品犯罪、黑社会性质的组织犯罪、恐怖活动犯罪、走私犯罪、贪污贿赂犯罪、破坏金融管理秩序犯罪、金融诈骗犯罪。\n### ①上游犯罪不是指具体的罪名，而是指犯罪类型，七类犯罪。\n### ②黑社会性质组织、恐怖活动组织实施的财产犯罪的所得和收益，都是洗钱罪的对象。\n### ③职务侵占罪、挪用资金罪不是贪污贿赂犯罪，是财产犯罪，不是本罪的上游犯罪。\n### ④合同诈骗罪不属于金融诈骗罪，属于扰乱市场秩序罪，不是本罪的上游犯罪。\n### 【提示】金融诈骗罪中贷款诈骗罪、信用卡诈骗罪、有价证券诈骗罪的主体仅限于个人，如果单位实施了三种犯罪行为的，对单位有关责任人员以三罪论处的，其犯罪所得和收益属于本罪的对象。\n## 洗钱罪应当以上游犯罪事实成立为认定前提。\n### ①上游犯罪尚未依法裁判，但查证属实的，不影响对洗钱罪的审判。\n### ②上游犯罪事实可以确认，因行为人死亡等原因依法不予追究刑事责任的，不影响本罪的认定。\n### ③上游犯罪事实可以确认，依法以其他罪名定罪处罚的，不影响本罪的认定。\n### 【提示】洗钱罪对上游犯罪的这些要求，同样适用于掩饰、隐瞒犯罪所得、犯罪所得收益罪。",
        "犯罪主体": "# 一般主体，即年满16周岁具有刑事责任能力的自然人。单位可构成本罪。",
        "主观方面": "# 故意，即行为人明知是七种上游犯罪的违法所得及其产生的收益，为掩饰、隐瞒其来源和性质而故意实施洗钱的活动\n## 本罪的“明知”，应当结合被告人的认知能力，接触他人犯罪所得及其收益的情况，犯罪所得及其收益的种类、数额，犯罪所得及其收益的转换、转移方式以及被告人的供述等主、客观因素进行认定。比如:\n### （1）知道他人从事犯罪活动，协助转换或者转移财物的;\n### （2）没有正当理由，通过非法途径协助转换或者转移财物的;\n### （3）没有正当理由，以明显低千市场的价格收购财物的;\n### （4）没有正当理由，协助转换或者转移财物，收取明显高于市场的“手续费”的;\n### （5）没有正当理由，协助他人将巨额现金散存于多个银行账户或者在不同银行账户之间频繁划转的;\n### （6）协助近亲属或者其他关系密切的人转换或者转移与其职业或者财产状况明显不符的财物的;\n### （7）这些情况都可以认定被告人明知系犯罪所得及其收益，但有证据证明确实不知道的除外。\n### 被告人将洗钱罪规定的某一上游犯罪的犯罪所得及其收益误认为洗钱罪上游犯罪范围内的其他犯罪所得及其收益的，不影响洗钱罪的“明知”的认定。"
    },
    "集资诈骗罪": {
        "犯罪客体": "# 【出资人的财产所有权】和【国家对金融活动的管理秩序】\n## “出资人的财产所有权”，包括【公共财产所有权】和【公民的私有财产所有权】。",
        "客观方面": "# 行为人使用诈骗方法非法集资，【数额较大】的行为\n## “非法集资”，\n### 指单位或个人，【未经有关机关批准】，向社会公众募集资金的行为。\n## “使用诈骗方法”，\n### 指【虚构或隐瞒资金用途】，以【虚假的证明文件】和【高回报率】为诱饵，使出资人上当受骗或者其他骗取集资款的手段。\n## 数额较大:\n### 个人在10万元以上，单位在50万元以上，诈骗的数额以【实际骗取】的数额计算，案发前已归还的数额应予扣除。",
        "犯罪主体": "# 个人和【单位】",
        "主观方面": "# 故意，并且具有非法占有出资人财产的目的\n## “以非法占有为目的”包括以下八种情形。【T11/59；\n### 小丑挥笔拒逃法\n### ①集资后【不用于生产经营活动】或者【用于生产经营活动】与【筹集资金规模】【明显不成比例】，致使集资款不能返还的；\n### ②【肆意挥霍】集资款，致使集资款不能返还的；\n### ③携带集资款【逃匿】的；\n### ④将集资款用于【违法犯罪活动】的；\n### ⑤【抽逃】、【转移】资金、【隐匿】财产，逃避返还资金的；\n### ⑥【隐匿】、【销毁】账目，或者搞【假破产】、【假倒闭】，逃避返还资金的；\n### ⑦【拒不交代】资金去向，逃避返还资金的；\n### ⑧其他可以认定非法占有目的的情形。"
    },
    "贷款诈骗罪": {
        "犯罪客体": "# 复杂客体，即国家对银行或者其他金融机构的【管理制度】以及银行或其他金融机构的【财产所有权】，犯罪对象是【银行或其他金融机构的贷款】",
        "客观方面": "# 采用【虚构事实、隐瞒真相】的方法诈骗【银行或者其他金融机构】的贷款，【数额较大】的行为\n## （1）“其他金融机构”，指银行以外的信托投资公司、信用社、担保公司、小额贷款公司等具有信贷业务的非银行金融机构。\n## （2）本罪的行为方式有如下五种：\n### 编经产证\n### ①【编造】引进【资金】、【项目】等虚假理由\n#### （如严重夸大投资项目事实进行骗贷）；\n### ②使用虚假的【经济合同】（资金）\n#### （如伪造、变造出口合同用于骗贷）;\n### ③使用虚假的【证明文件】（项目）\n#### （主要指银行存款证明、公司或金融机构的担保函、划款证明）；\n### ④使用虚假的【产权证明】作担保或超出抵押物价值【重复担保】\n#### （如伪造、变造房屋、不动产设备、轮船等的所有权证明，或者严重超出抵押物价值重复进行担保）；\n### ⑤以其他方法诈骗银行或其他金融机构贷款的\n#### （如伪造单位公章、印鉴骗贷的；以假币为抵押骗贷的等）。",
        "犯罪主体": "# 仅限于自然人，单位不能成立本罪",
        "主观方面": "# 故意，并且具有非法占有的目的"
    },
    "信用卡诈骗罪": {
        "犯罪客体": "# 【国家的金融管理制度】和【公私财产所有权】",
        "客观方面": "# 违反信用卡管理法规，进行信用卡诈骗活动，骗取财物数额较大的行为。\n## “数额较大”，\n### 实施前三种行为的，指诈骗数额在5000元以上；实施恶意透支行为的，指数额在1万元以上不满10万元。\n## “信用卡”，\n### 指由【商业银行或者其他金融机构】发行的具有【消费支付】、【信用贷款】、【转账结算】、【存取现金】等全部功能或部分功能的电子支付卡。（借记卡算，存折不算，只定诈骗，蚂蚁花呗不算）\n## 不区分对人和对机器\n## 行为方式【TF17/13，7；\n### 肥猫虚伪恶\n### （一）使用【伪造的信用卡】，或者使用【以虚假的身份证明骗领】的信用卡的（假人真卡、假人真卡）\n#### 诈骗罪的特别法条\n#### 即使用不真实的信用卡进行消费、提取现金等\n### （二）使用【作废】的信用卡的；（用废卡）\n#### 即使用【已过使用期限】或【已经挂失】的信用卡的\n### （三）【冒用】他人信用卡的；\n#### 不可能冒用自己的信用卡的（看名字）\n##### 除了抢劫和盗窃，其他都是\n#### （1）【拾得】他人信用卡并使用的，注意包括在【ATM机】上使用；\n#### （2）【骗取】他人信用卡并使用的；\n#### （3）【窃取、收买、骗取】或者【以其他方式】获取他人【信用卡信息资料】，并通过【互联网、通讯终端】等使用的;\n#### （4）其他冒用他人信用卡的情形。如未经许可使用【代为保管】的他人信用卡。\n### （四）恶意透支的。\n#### 指持卡人【以非法占有为目的】，超过规定【限额】或者规定【期限】透支，并且经发卡银行【两次有效催收。3个月】仍不归还的行为（自己的）\n#### 是指在依相关司法解释的“恶意透支”规定的条件下持卡人【拒不归还的数额】或者【尚未归还的数额】，不包括复利、滞纳金、手续费等发卡银行收取的费用。",
        "犯罪主体": "# 一般主体，即年满16周岁，具有刑事责任能力的自然人，单位不能成为本罪的主体。",
        "主观方面": "# 故意，并具有非法占有他人财物的目的\n## “以非法占有为目的”，包括以下六种情形：\n### 虚明拒抽逃犯\n### ①【明知】没有还款能力而大量透支，【无法归还的】；\n### ②使用【虚假资信证明申领信用卡】后透支，【无法归还的】\n### ③透支后【逃匿、改变】【联系方式】，逃避银行催收的；\n### ④使用透支的资金进行【犯罪活动】的；\n### ⑤【抽逃、转移资金】，【隐匿财产】，逃避还款的；\n### ⑥其他方法【占有资金】，【拒不归还】的行为。"
    },
    "保险诈骗罪": {
        "犯罪客体": "# 【国家的保险制度】和【保险人的财产所有权】\n## 以欺诈、伪造证明材料或其他手段骗取社保的，不构成本罪，构成诈骗罪。",
        "客观方面": "# 【违反保险法规】，釆取【虚构保险标的】、【保险事故】或者【制造保险事故】等方法，骗取【较大数额】保险金的行为\n## （1）“保险金”，\n### 指按照保险法规，投保人根据合同约定，向保险人支付保险费，待发生合同约定内的事故后获得的一定赔偿。\n## （2）保险诈骗的行为方式有以下五种：\n### ①财产投保人【故意虚构保险标的】，骗取保险金的\n#### （指订立保险合同时，故意捏造不存在的保险对象，用以日后骗取保险金）。\n### ②【投保人】、【被保险人】或者【受益人】对发生的保险事故【编造虚假的原因】或者【*夸大损失的程度】，骗取保险金的\n#### （包括隐瞒保险事故发生的真实原因或将不属于保险责任范围内的原因谎称为责任范围内的原因，以骗取保险金）。\n### ③【投保人】、【被保险人】或者【受益人】【编造未曾发生的保险事故】，骗取保险金的。\n### ④投保人、被保险人【故意造成财产损失的保险事故】，骗取保险金的\n#### （在保险合同期内，人为地制造保险事故，用以骗取保险金）。\n### ⑤投保人、受益人【故意造成被保险人死亡、伤残或者疾病】，骗取保险金的\n#### （在人身保险中，故意造成被保险人伤亡，以骗取保险金）。",
        "犯罪主体": "# 特殊主体，包括【个人】和【单位】，具体指【投保人】、【被保险人】、【受益人】，【自然人】和【单位】均可以构成本罪。\n## “投保人”\n### 指与保险人【订立保险合同】，并按照保险合同负有【支付保险费】义务的人。\n## “被保险人”\n### 指其【财产】或者【人身】受保险合同保障，享有【保险金请求权】的人，投保人本人或者投保人指定的享有保险金请求权的人，可以是被保险人。\n## “受益人”\n### 指【人身】保险合同中由被保险人或者投保人【指定的】享有保险金请求权的人，投保人、被保险人可以是受益人。",
        "主观方面": "# 【故意】，并具有【非法占有保险金之目的】。过失不构成本罪"
    },
    "逃税罪": {
        "犯罪客体": "# 国家的税收征管制度",
        "客观方面": "# 【纳税人】采取欺骗、隐瞒手段进行【虚假纳税申报】或者【不申报】，逃避缴纳税款【数额较大】且【占应纳税额10%以上】或者【扣缴义务人】采用上述手段不缴或少缴已扣、已收税款，【数额较大】的行为",
        "犯罪主体": "# 特殊主体，即纳税人、扣缴义务人，包括个人和单位\n## (1)“纳税人”，即【纳税义务人】，是指【按照税收征管的一系列法律规定】，有义务向国家纳税的个人和企事业单位。\n## (2)“扣缴义务人”，指【根据税收征管法律的规定】，负有代扣代缴义务的单位和个人，具体包括【代缴义务人】和【代收代缴义务人】。",
        "主观方面": "# 故意，并具有逃避纳税义务，【谋取非法利益的目的】"
    },
    "抗税罪": {
        "犯罪客体": "# 复杂客体，包括【国家对税收的管理秩序】和【依法征税的税务人员的人身权利】",
        "客观方面": "# 釆用暴力、威胁方法拒不缴纳税款的行为。对象是依法征管税收的税务工作人员。作为+不作为\n## (1)“暴力方法”，指1、对【税务人员的身体实行强制】和2、对【税务机关的暴力冲击】\n### 如暴力围攻、殴打、捆绑、禁闭税务人员，公开抗拒纳税，或者对税务机关打砸、冲击，公然抗拒纳税，\n## (2)“威胁方法”，指【对税务人员的精神实行强制】\n### 如以杀害、伤害、威胁税务人员本人或以杀害、伤害税务人员的家属来威胁税务人员，使之因受恫吓无法履行正常的征税职责，行为人从而达到抗拒纳税之目的。",
        "犯罪主体": "# 【纳税人】中的个人，【单位】不构成抗税罪",
        "主观方面": "# 故意，目的在于抗拒缴纳税款"
    },
    "虚开增值税专用发票、用于骗取出口退税、抵扣税款发票罪": {
        "犯罪客体": "# 国家关于【增值税专用发票】和【其他专用发票】的管理制度",
        "客观方面": "# 【虚开增值税专用发票】或者【虚开用于骗取出口退税、抵扣税款的其他发票】的行为\n## (1)“虚开”，指\n### 【没有货物销售】或【没有提供应税劳务】而开具发票或者\n### 虽然【有货物销售】、【提供了应税劳务】但【开具内容不实】的发票\n## (2)具体行为方式包括\n### 为他人虚开\n### 为自己虚开\n### 让他人为自己虚开\n### 介绍他人虚开",
        "犯罪主体": "# 个人和单位",
        "主观方面": "# 故意，对国家税款流失持故意心理态度，谋取非法利益"
    },
    "假冒注册商标罪": {
        "犯罪客体": "# 【他人的注册商标专用权】和【国家的商标管理制度】",
        "客观方面": "# 【违反国家商标管理法规】，未经注册商标所有人许可而擅自使用其注册商标，【情节严重】的行为。\n## (1)“商标专用权”\n### 指商标所有人对注册商标享有的【专门使用】和【独立拥有】并【禁止他人擅自使用】的权利，包含服务商标、集体商标、证明商标的专用权。\n## (2)“假冒行为”\n### 指【未经注册商标所有人许可】，在同一种商品上使用与其注册商标【相同】的商标。（类似商品不算，刑法不管是否驰名）\n## (3)“同一种商品”\n### （1）【名称相同】的商品\n### （2）【名称不同但指同一事物】的商品\n#### 指在【功能】、【用途】、【主要原料】、【消费对象】、【销售渠道】等方面基本相同，相关公众一般认为是【同一种事物】的商品。\n### 认定“同一种商品”，应当在权利人注册商标核定使用的商品和行为人实际生产销售的商品之间进行比较。\n### “名称”\n#### 是指国家市场监督管理总局商标局在商标注册工作中对商品使用的名称，通常即《商标注册用商品和服务国际分类》中规定的商品名称。\n## (5)“相同的商标”\n### 指与被假冒的注册商标【完全相同】，或者与被假冒的注册商标【在视觉上基本无差别】、【足以对公众产生误导】的商标。如果只是在同一商品上使用“相似”的商标，不构成本罪。【09/29；\n#### ①改变注册商标的字体、字母【大小写】或者文字横竖【排列】，与注册商标之间仅有细微差别的;\n#### ②改变注册商标的文字、字母、数字等之间的【间距】，不影响注册商标显著特征的;\n#### ③改变注册商标【颜色】的；\n#### ④其他与注册商标在视觉上基本无差别，足以对公众产生误导的商标。\n## (6)“使用”\n### 指将注册商标或者假冒的注册商标用于【商品】、【商品包装或者容器】以及【产品说明书、商品交易书】，或者将注册商标或者假冒的注册商标用于【广告宣传】、【展览】以及【其他商业活动】等行为。【T11/45；",
        "犯罪主体": "# 个人和单位",
        "主观方面": "# 故意。行为人多具有非法牟利目的"
    },
    "侵犯著作权罪": {
        "犯罪客体": "# 复杂客体，【著作权人的著作权】和【国家关于著作权的管理制度】。本罪的犯罪对象是他人的作品、图书、录音录像制品和假冒他人署名的美术作品\n## (7)作品包括下列文学、艺术和自然科学、社会科学、工程技术等作品：\n### ①文字作品；\n### ②口述作品；\n### ③音乐、戏剧、曲艺、舞蹈作品；\n### ④美术、摄影作品；\n### ⑤电影、电视、录像作品；\n### ⑥工程设计、产品设计图纸及其说明；\n### ⑦地图、示意图等图形作品；\n### ⑧计算机软件;\n### ⑨法律、行政法规规定的其他作品。\n#### 图书，是指作品经出版者编辑加工、版式设计、封面设计等技术处理并排版、印刷、装订后予以发行的书刊出版物。\n#### 录音录像制品，是指任何有声音的原始录制品或电影、电视、录像作品以外的任何有伴音或者无伴音的连续相关形象的原始录制品。\n#### 假冒他人署名的美术作品，是指自己或请人制作而在其上面冒署其他人姓名的美术作品如果侵犯的对象不属于上述范围的，则不构成本罪",
        "客观方面": "# 侵犯他人【著作权】或者【与著作权有关的权利】，【违法所得数额较大】或者【有其他严重情节】的行为。这些行为主要是:\n## (1)未经著作权人许可，复制发行、通过信息网络向公众传播其文字作品、音乐、美术、视听作品、计算机软件及法律、行政法规规定的其他作品的;\n## (2)出版他人享有专有出版权的图书的;\n## (3)未经录音录像制作者许可，复制发行、通过信息网络向公众传播其制作的录音录像的;\n## (4)未经表演者许可，复制发行录有其表演的录音录像制品，或者通过信息网络向公众传播其表演的;\n## (5)制作、出售假冒他人署名的美术作品的;\n## (6)未经著作权人或者与著作权有关的权利人许可，故意避开或者破坏权利人为其作品、录音录像制品等采取的保护著作权或者与著作权有关的权利的技术措施的。",
        "犯罪主体": "# 个人和单位",
        "主观方面": "# 故意，并以营利为目的\n## “以营利为目的”，除了常见的销售行为外，还有以下情形：\n### ①以在他人作品中刊登【收费广告】、【捆绑第三方作品】等方式直接或间接收取费用的；\n### ②通过【信息网络】传播他人作品，或者利用他人上传的侵权作品，【在网上提供刊登收费广告服务】，直接或间接收取费用的；\n### ③以【会员制】方式通过信息网络传播他人作品，收取会员注册费或者其他费用的；\n### ④其他利用他人作品的行为。\n## “未经著作权人许可”，\n### 是指1【没有得到著作权人授权】或者2【伪造、涂改著作权人授权许可文件】或者3【超出授权许可范围】的情形。\n#### 一般应当依据著作权人或者其授权的代理人、著作权集体管理组织、国家著作权行政管理部门指定的著作权认证机构出具的涉案作品版权认证文书，或者证明出版者、复制发行者伪造、涂改授权许可文件或者超出授权许可范围的证据，结合其他证据综合予以认定。\n### 在涉案作品种类众多且权利人分散的案件中，上述证据确实难以一一取得，但有证据证明涉案复制品系4【非法出版、复制发行】的，且出版者、复制发行者【不能提供】获得著作权人许可的相关证明材料的，可以认定为“未经著作权人许可”。"
    },
    "销售侵权复制品罪": {
        "犯罪客体": "# 复杂客体，即【著作权人的著作权】和【国家关于著作权的管理制度】",
        "客观方面": "# 明知是刑法，第二百一十七条规定的侵权复制品而进行销售的行为【T16/42；\n## (1)“数额巨大”，\n### 指个人违法所得数额在10万元以上，单位违法所得数额在50万元以上。\n## (2)“侵权复制品”，\n### 指侵权复制的文字作品、音乐、电影、电视、录像作品、计算机软件以及其他作品、他人享有专有出版权的图书、美术作品等。",
        "犯罪主体": "# 个人和单位.",
        "主观方面": "# 故意，明知是侵权复制品而予以销售，并以营利为目的"
    },
    "侵犯商业秘密罪": {
        "犯罪客体": "# 复杂客体，商业秘密的【权利人对商业秘密的专有权】和【国家对商业秘密的管理制度】",
        "客观方面": "# 违反反不正当竞争法的规定，侵犯商业秘密，情节严重的行为。\n## (1)“商业秘密”，\n### 指【不为公众所知悉】，能为权利人带来【经济利益】，具有【实用性】并经【权利人采取保密措施】的【技术信息】和【经营信息】\n## (2)“权利人”，\n### 指商业秘密的所有人和经商业秘密所有人许可的商业秘密使用人。\n## (3)本罪的行为方式：【09/23；T10/24；\n### 以【盗窃】、【利诱】、【胁迫】或者【其他不正当手段】获取权利人的商业秘密的；【09/23；（手段不正当）\n### 【披露】、【使用】或者【允许他人使用】以前项手段获取的权利人的商业秘密的；（使用不正当）\n#### “披露”，\n##### 指将商业秘密公布于众或告知权利人的竞争对手或其他人。\n#### “使用”，\n##### 指将自己获取的商业秘密直接使用于生产、经营之中。\n#### “允许他人使用”，\n##### 指将自己获取的商业秘密让他人使用，有偿或无偿不限。\n### 【违反约定】或者【违反权利人有关保守商业秘密的要求】，披露、使用或者允许他人使用其【所掌握的商业秘密的】（使用不正当）\n### 明知前款所列行为，获取、披露、使用或者允许他人使用该商业秘密的，以侵犯商业秘密论。",
        "犯罪主体": "# 一般主体，即年满16周岁具有刑事责任能力的自然人。单位可构成本罪。",
        "主观方面": "# 故意，即明知或应知自己的行为侵犯权利人的商业秘密或者意识到是他人通过非法手段获取的商业秘密。动机不影响本罪的成立"
    },
    "合同诈骗罪": {
        "犯罪客体": "# 国家【对合同的管理制度】、【诚实信用的市场经济秩序】和【合同当事人的财产所有权】",
        "客观方面": "# 在签订、履行合同的过程中，骗取合同一方当事人的财物，【数额较大】的行为【T14/43；\n## 签订-担保-履行-逃跑\n## （一）以【虚构的单位】或者【冒用他人名义】签订合同的；（假合同）\n## （二）以【伪造、变造、作废的票据】或者【其他虚假的产权证明】作担保的；（假担保）\n## （三）【没有实际履行能力】，以【先履行小额合同】或者【部分履行合同】的方法，【诱骗】对方当事人继续签订和履行合同的；（引蛇出洞）\n## （四）【收受】对方当事人给付的【货物、货款、预付款或者担保财产】后逃匿的；（见好就收）\n## （五）以其他方法骗取对方当事人财物的\n## 要有一方是市场经营主体",
        "犯罪主体": "# 个人和单位",
        "主观方面": "# 故意，并且具有非法占有合同当事人财物的目的"
    },
    "组织、领导传销活动罪": {
        "犯罪客体": "# 本罪侵犯的客体为复杂客体，既侵犯了公民的财产所有权，又侵犯了市场经济秩序和社会管理秩序。",
        "客观方面": "# 本罪在客观方面表现为违反国家规定，组织、从事传销活动，扰乱市场秩序，【情节严重】的行为。\n## （1）传销组织的特征【T12/43；\n### 名义-资格-层级-人数-目的-结果\n### ①引诱方式、必经程序：以【推销商品】、【提供服务】等【经营活动】为名，要求参加者以【缴纳费用】或者【购买商品、服务】等方式获得【加入资格】。\n#### 推销商品、提供服务只是道具，收取“入会费”或“入门费”才是真正的目的。\n### ②组织结构特点：按照【一定顺序组成层级】。\n#### 按照加入顺序、发展人员数量、“业绩”大小分为不同层级，下级服从上级，上下级单线联系，结构严密，\n### ③计酬方式特点：【直接或者间接】以【发展人员的数量】作为【计酬或者返利依据】，引诱、胁迫参加者继续发展他人参加。\n#### 这是传销组织在发展过程中常用的手段。\n### ④本质和危害:【骗取财物】，【扰乱经济社会秩序】的传销活动的行为。\n## (2）“骗取财物”，\n### 指传销活动的组织者、领导者采取编造、歪曲国家政策，虚构、夸大经营、投资、服务项目及盈利前景，掩饰计酬、返利真实来源或者其他欺诈手段，实施本规定的行为，从参与传销活动的人员缴纳的费用或者购买商品、服务的费用中非法获利的，应认定为骗取财物。\n## (4)具有下列情形之一的，应认定为本罪的“情节严重”：\n### ①组织、领导的参与传销活动人员累计达120人以上的；\n### ②直接或间接收取参与传销人员缴纳的传销资金数额累计达3元以上的；\n### ③曾因组织、领导传销活动受过刑事处罚，或1年内因组织、领导传销活动受过行政处罚，又直接或间接发展参与传销活动人员累计达60人以上的.\n### ④造成参与传销活动人员精神失常、自杀等严重后果的;\n### ⑤造成其他严重后果或恶劣社会影响的。",
        "犯罪主体": "# 一般主体，即传销活动的组织者、领导者\n## （1）“传销活动的组织者、领导者”，是指在传销活动中起【组织、领导】作用的发起人、决策人、操纵人，以及在传销活动中担负策划、指挥、布置、协调等【重要职责】或者在传销活动实施中起【关键作用】的人员，包括以下几种人员：\n### （1）在传销活动中起发起、策划、操纵作用的人员；\n### （2）在传销活动中承担管理、协调等职责的人员；\n### （3）在传销活动中承担宣传、培训等职责的人员；\n### （4）曾因组织、领导传销活动受过【刑事处罚】，或在【一年内】因组织、领导传销活动受过【行政处罚】，又直接或间接发展参与传销活动人员在【15人以上】且【层级在三级以上】的人员；\n### （5）其他对传销活动的实施与传销组织的建立、扩大起关键作用的人员。\n### 注意:传销活动的【一般参加者】不是本罪的主体。另外，单位犯本罪的，对于单位中仅从事劳务性工作的人员（例如清洁工、其他后勤人员等），一般不予追究刑事责任。",
        "主观方面": "# 本罪在主观方面表现为直接故意，具有非法牟利的目的。"
    },
    "非法经营罪": {
        "犯罪客体": "# 国家依法管理市场的秩序",
        "客观方面": "# 违反国家规定，非法经营，情节严重的行为\n## 有关食盐的几种犯罪【T11/45；\n### 违反国家盐业管理规定非法生产、储运、销售食盐\n#### 以非法经营罪论处\n### 以非碘盐充当碘盐或以工业用盐充当食用盐进行非法经营\n#### 同时构成本罪，生产、销售伪劣产品罪，生产、销售不符合安全标准的食品罪，生产、销售有毒、有害食品罪的，择一重罪处罚\n## 有关电信业务的几种犯罪\n### 擅自设置、使用无线电台，占用频率，非法经营国际电信业务\n#### 同时构成本罪与扰乱无线电通信管理秩序或涉港澳台电信业务进行营利活动的，择一重罪处罚\n### 国有电信企业工作人员，严重不负责任或滥用职权，造成国家或国有公司、企业利益重大损失\n#### 以国有公司、企业人员失职罪或国有公司、企业人员滥用职权罪论处\n### 将电信卡非法充值后使用，造成电信资费损失数额较大\n#### 以盗窃罪论处\n### 盗用他人网络账户、密码上网，造成电信资费损失较大\n#### 以盗窃罪论处\n### 以虚假身份证件办理入网手续并使用移动电话，造成电信资费损失数额较大\n#### 以诈骗罪论处\n## 有关盐酸克伦特罗（瘦肉精）等禁止在饲料和动物饮用水中使用的药品的犯罪\n### 未取得药品生产、经营许可证和批准文号，生产该类药品，扰乱市场秩序，情节严重的\n#### 以非法经营罪论处\n### 在生产、销售的饲料中加入该类药品，或明知饲料中含有、添加了该类药品而销售，情节严重的\n#### 以非法经营罪论处\n### 使用该类药品或言该类药品的饲料养殖供人食用的动物，或明知是上述性质的动物而销售的\n#### 以生产、销售有毒、有害食品罪论处\n### 明知是使用该类药品或含该类药品的饲料养殖的供人食用的动物，为其提供屠宰等加工服务，或销售其制品的\n#### 以生产、销售有毒、有害食品罪论处\n## 另外，还有一些非法经营罪的情形:\n### 非法买卖外汇；\n### 非法出版、印刷、复制、发行淫秽物品；\n### 非法从事出版、印刷、复制、发行业务；\n### 擅自设立互联网上网服务营业场所;擅自发行基金份额募集资金;\n### 空刷POS机;\n### 擅自经营国际电信业务或涉港澳台电信业务进行营利活动；\n### 出于医疗目的，违反国家有关药品管理规定，非法贩卖麻醉药品或者精神药品扰乱市场秩序、情节严重；\n### 非法生产、销售“伪基站”设备;\n### 擅自发行、销售彩票；\n### 中介机构非法代理买卖非上市公司股票；\n### 非法经营烟草专卖品、情节严重;\n### 违反国家规定私设生猪屠宰场从事生猪屠宰、销售等经营活动，情节严重;\n### 通过信息网络有偿提供删除信息服务或明知是虚假信息有偿提供发布信息等服务;\n### 违反国家在预防、控制突发传染病疫情等灾害期间有关市场经营、价格管理规定，哄抬物价，牟取暴利等。\n## “非法经营行为”包括：\n### 条经许可经营法律、行政法规规定的专营、专卖物品或者其他限制买卖的物品。\n#### “专营、专卖物品'，如军工产品、火药产品、麻醉药品、贵重金属、烟酒等国家垄断经营的物品。“其他限制买卖的物品”，指国家法律、行政法规规定限制自由流通的物品，如化肥、种子、农药、兽药等重要生产资料或者药品等关系公众生命健康的物品\n### ②买卖进出口许可证、进出口原产地证明以及其他法律、行政法规规定的经营许可证或者批准文件。\n#### “进出口许可证、进出口原产地证明”，指国务院对外经济贸易主管部门及其授权机构签发的允许进出口配额批件、证明进出口货物原产地的有效凭证。\n### ③未经国家有关主管部门批准，非法经营证券、期货或者保险业务的，或者非法从事资金支付结算业务的。\n#### “非法从事资金支付结算业务”，即所谓的“地下钱庄”非法秘密从事只有商业银行才能开展的通过银行账户的资金转移实现收付的行为。\n### ④其他非法经营行为，如传销活动、哄抬物价行为、压价倾销行为、牟取暴利行为等。\n### （2）根据司法解释的规定，以营利为目的，通过信息网络有偿提供删除信息服务或者有偿发布明知是虚假的信息，扰乱市场秩序，情节严重的，以非法经营罪论处。“情节严重”且非法经营数额5万元以上或违法所得2万元以上;单位非法经营数额15万元以上或违法所得5万元以上。",
        "犯罪主体": "# 个人和单位",
        "主观方面": "# 故意，一般具有谋取非法经济利益的目的"
    },
    "强迫交易罪": {
        "犯罪客体": "# 自愿、平等、公正的市场交易秩序",
        "客观方面": "# 以暴力、威胁方式实施下列行为，情节严重的:\n## 强迫公司拍卖商品服务\n## (1)强买强卖商品的:\n## (2)强迫他人提供或者接受服务的:\n## (3)强迫他人参与或者退出投标、拍卖的:\n## (4)强追他人转让或者收购公司、企业的股份债券或者其他资产的;\n## (5)强迫他人参与或者退出特定的经营活动的",
        "犯罪主体": "# 一般主体，自然人或者单位",
        "主观方面": "# 故意"
    },
    "故意杀人罪": {
        "犯罪客体": "# 他人的生命权利。我国刑法学界一般认为，人的生命自胎儿分离出母体并能够独立呼吸时开始，自大脑停止活动时结束",
        "客观方面": "# 实施非法剥夺他人生命的行为，包括作为和不作为",
        "犯罪主体": "# 一般主体，即年满14周岁并具有刑事责任能力的自然人",
        "主观方面": "# 故意，包括直接故意和间接故意。动机是多种多样和错综复杂的，常见的如报复、图财、拒捕、义愤、气愤、失恋、流氓动机等，动机可以反映杀人者主观恶性的不同程度，对正确量刑有重要意义，但不影响本罪的成立"
    },
    "过失致人死亡罪": {
        "犯罪客体": "# 他人的生命权利",
        "客观方面": "# 因过失致使他人死亡的行为",
        "犯罪主体": "# 一般主体，即年满16周岁并具有刑事责任能力的自然人",
        "主观方面": "# 过失"
    },
    "故意伤害罪": {
        "犯罪客体": "# 他人的身体健康权利",
        "客观方面": "# 【非法】损害【他人】身体健康的行为\n## 非法性\n### 伤害行为必须是非法的，执行公务、命令、正当防卫、紧急避险等是合法行为，不成立本罪\n## 对象性\n### 只能以他人为伤害对象，伤害自己的身体不成立本罪，但可构成战时自伤罪\n## 物理性\n### 要求损害的是他人的身体健康，包括他人身体组织的完整性和器官的正常功能",
        "犯罪主体": "# 一般主体，即年满16周岁并具有刑事责任能力的自然人。年满14周岁不满16周岁的人犯本罪【致人重伤】或【死亡】的，应当负刑事责任",
        "主观方面": "# 故意，即行为人明知自己的行为会造成他人重伤或者轻伤结果的发生而希望或者放任这种结果的发生"
    },
    "组织出卖人体器官罪": {
        "犯罪客体": "# 复杂客体，即【他人身体健康、生理机能的健全】与【国家的医疗管理秩序】",
        "客观方面": "# 违反国家有关规定，组织他人出卖人体器官的行为\n## (1)本罪的行为方式:组织他人出卖人体器官的行为。\n### 人体“器官”，\n#### 指人体不可再生的组成部分，【血液】、头发不是器官，必须是活体器官，不包括尸体器官。\n### 组织行为，\n#### 指经营人体器官买卖活动，以招募、引诱等手段使他人出卖器官，组织买卖人体器官的中介行为。\n##### 组织器官买卖的中介行为是犯罪，单纯出卖自己器官、单纯购买他人器官的行为，不构成本罪，即在器官买卖组织者、被害人、器官购买人中，只有器官买卖组织者构成此罪。\n## （2）被组织对象须为年满18周岁的人，而且本人同意摘取其器官\n### 摘取不满18周岁人的器官，未经同意摘取器官，或者强迫、欺骗他人捐献器官的，以故意伤害罪、故意杀人罪论处。",
        "犯罪主体": "# 一般主体，即自然人",
        "主观方面": "# 故意"
    },
    "雇用童工从事危重劳动罪": {
        "犯罪客体": "# 未成年人的身心健康。犯罪对象【是未满16周岁】，与单位或者个人发生劳动关系，从事有经济收入的劳动或者从事个体劳动的少年儿童。",
        "客观方面": "# 违反劳动管理法规，雇用未满16周岁的未成年人从事超强度体力劳动，或者高空、井下作业，或者在爆炸性、易燃性、放射性、毒害性等危险环境下从事劳动，情节严重的行为\n## (1)“违反劳动管理法规”，指违反中华人民共和国劳动法，及其他劳动行政法规，这是本罪构成的前提条件；\n## (2)本罪的行为方式有三种:\n### 雇用童工从事“超强度体力劳动”、\n### 雇用童工从事“高空、井下作业”、\n### 雇用童工“在爆炸性、易燃性、放射性、毒害性等危险环境下”从事劳动。",
        "犯罪主体": "# 自然人和单位",
        "主观方面": "# 故意，包括直接故意和间接故意"
    },
    "强奸罪": {
        "犯罪客体": "# 妇女性的不可侵犯的权利或者幼女的身心健康\n## 对象只能是女性",
        "客观方面": "# 以暴力、胁迫或者其他手段强奸妇女或奸淫不满14周岁的幼女的行为\n## 明知是不满14周岁的少女与其发生性关系的，不论该少女是否愿意，均以强奸罪从重处罚。（嫖宿幼女罪已经被中华人民共和国刑法修正案（九）删除。）【T12/12；\n### 关于如何认定“明知”：\n#### 如果是未满12周岁的少女，应当认定为明知；\n#### 如果是12-14周岁的少女，根据该少女的身体发育程度、言谈举止、衣着特征等推测其可能是幼女的，应认定为明知。\n## 与明知是丧失辨认控制能力的精神病人发生性关系，无论其手段如何，均成立强奸罪。\n## 以金钱财物等方式引诱幼女与自己发生性关系的，知道或应当知道幼女被他人强迫卖淫而仍与其发生性关系的，均以强奸罪论处。\n## 对幼女负有特殊职责的人员与幼女发生性关系的，以强奸罪论处，\n## 对已满14周岁的未成年女性（14-18周岁）负有特殊职责的人员，利用其优势地位或者被害人孤立无援的境地，迫使未成年被害人就范，而与其发生性关系的，定强奸罪。\n## 针对未成年人实施强奸、猥亵犯罪的，应当从重处罚，具有下列情形的.更要从严处罚\n### ①对未成年人负有特殊职责人员，与未成年人有共同家庭生活关系人员，国家工作人员或者冒充国家工作人员，实施强奸、猥亵的。\n### ②进入未成年人住所、学生集体宿舍实施强奸、猥亵犯罪的。\n### ③采取暴力、胁迫、麻醉等强制手段实施奸淫幼女、猥亵儿童犯罪的。\n### ④对不满12周岁的儿童，农村留守儿童，严重残疾或者精神、智力发育迟滞的未成年人，实施强奸、猥亵犯罪的。\n### ⑤猥亵多名未成年人，或者多次实施强奸、猥亵犯罪的。\n### ⑥造成未成年被害人轻伤、怀孕、感染性病等后果的。\n### ⑦有强奸、猥亵犯罪前科劣迹的。\n## 强奸罪行为方式的认定\n### 内在属性\n#### 违背妇女意志(判定时不考虑妇女平时作风好坏)\n#### 内涵\n##### 性交当时未征得妇女同意\n###### 妇女事后反悔的，不属于违背其意志\n#### 外延\n##### 行为人主观上认识到自己的行为违背妇女的意志，客观上也确实如此\n###### 行为人以为自己违背妇女的意志，其实并没有违背，不属于违背妇女意志\n#### 限制条件\n##### 一般不认为丈夫对妻子的强奸行为属于违背妇女意志\n###### 误将妻子当作其他女子强行发生性关系的，成立本罪的对象不能犯未遂\n### 外在属性\n#### 强行进行性交\n#### 暴力手段\n##### 指犯罪分子直接对被害妇女釆用殴打、捆绑、卡脖手、按倒等危害人身安全或者人身自由，使被害妇女不能抗拒的手段\n#### 胁迫手段\n##### 指犯罪分子对被害妇女威胁、恫吓，从而达到精神上的强制，使被害妇女不敢抗拒的手段，如手持凶器威吓，扬言行凶报复、揭发隐私、加害亲属，利用迷信进行恐吓、欺骗，利用教养关系、从属关系、职权以及孤立无援的环境条件进行挟制、迫害等，使妇女忍辱屈从，不敢抗拒\n#### 其他手段\n##### 指利用暴力、胁迫以外的，使被害妇女不知抗拒或者无法抗拒的手段。例如，利用妇女患重病、熟睡之机，进行奸淫；以醉酒、药物麻醉，以及利用或者假冒治病，利用催眠术使妇女不知反抗等方法对妇女进行奸淫\n## 考生应当牢记强奸罪法定刑升格的情形，这是法硕考试的常考点。【06/17；\n### （恶多公轮死）\n### ①强奸妇女、奸淫幼女情节恶劣的。情节恶劣，是指下列四种情节以外的，有其他恶劣情节者，如动机卑鄙、手段残酷以及多次强奸妇女、奸淫幼女等。\n### ②强奸妇女、奸淫幼女多人的。多人，当指三人以上。\n### ③在公共场当众强奸妇女的。“当众”，是指能为三个以上的不特定的人所见所闻的情形。\n#### 只要在不特定或者众人可能看到或感觉到的公共场所强奸妇女，均可认定为“当众”。\n### ④二人以上轮奸的。\n#### “轮奸”，指两个以上的男子对同一妇女在同一时间内进行强奸。\n##### 两人轮奸，一人望风，三人都构成轮奸\n##### 如果一人成功了，一人失败了，由于两人人都在主观上违背了妇女的意志，客观上压制了妇女的反抗，所以两人构成强奸罪基本犯的既遂，但是构成轮奸这一加重情节的未遂，可以从轻或减轻处罚\n### ⑤致使被害人重伤、死亡或者造成其他严重后果的，“致使被害人重伤、死亡”，指强奸妇女、奸淫幼女导致被害人性器官严重损伤，或者其他严重伤害，甚至当场死亡或者经抢救无效死亡。\n#### “致使被害人重伤、死亡”，指的是强奸行为本身造成被害人死亡，如果强奸之后杀人灭口的，不是结果加重犯，而是另行成立故意杀人罪，与强奸罪实行并罚。",
        "犯罪主体": "# 特殊主体，即年满14周岁并具有刑事责任能力的男子\n## 妇女不能单独成立强奸罪，但是可为其他男子实施强奸行为实施帮助，成立本罪的共犯。\n## 妇女也可以是实行犯，必须是共同实行犯",
        "主观方面": "# 故意，即明知违背妇女意愿而强行与其发生性关系.或者明知是不满14周岁的少女而与其发生性关系"
    },
    "负有照护职责人员性侵罪": {
        "犯罪客体": "# 已满14周岁不满16周岁的未成年女性的性自主权",
        "客观方面": "# 与已满14周岁不满16周岁的未成年女性发生性关系的行为",
        "犯罪主体": "# 特殊主体，对未成年女性负有监护、收养、看护、教育、医疗等特殊职责的人员",
        "主观方面": "# 故意"
    },
    "强制猥亵、侮辱罪": {
        "犯罪客体": "# 他人、妇女的人格、名誉权利。对象是14周岁以上的男人和女人",
        "客观方面": "# 行为人违背他人意志，以暴力、胁迫或者其他方法使他人、妇女处于不能抗拒、不敢抗拒或者不知抗拒的状态而强制猥亵或侮辱的行为\n## (1)中华人民共和国刑法修正案(九）将“女子”改为“他人”，增加男子为本罪侵犯的对象，扩大了本罪的适用范围以及情节加重犯的情形。注意强奸罪的犯罪对象只能是女性。\n## (2)“暴力”，指对他人、妇女的人身施加外力打击或强制，如殴打、捆绑、强拉强拽等\n## (3)“胁迫”，指以实施杀害、伤害或揭发隐私等行为进行恫吓、威胁。\n## (4)“其他方法”，指暴力、胁迫方法以外的使他人、妇女不能反抗或不知反抗的方法，如用酒灌醉、用药物麻醉以及乘他人、妇女熟睡或者患重病等。\n## (5)“猥亵”，指对他人实施奸淫行为以外的、能够使行为人自己或同伴得到性欲上的刺激、兴奋或者满足的有伤风化的淫秽行为。\n## (6)“侮辱”，指对妇女实施使其备感难堪、羞辱的淫秽下流行为。\n## 实践中，本罪的行为方式多种多样，如强行搂抱、亲吻、舔吮、抠摸妇女，强行当众脱光妇女衣服，向妇女身上涂抹污物，故意向妇女显露生殖器(如露阴癖)等",
        "犯罪主体": "# 一般主体，包括男人和女人",
        "主观方面": "# 直接故意，但不是以奸淫为目的。动机通常是寻求性剌激"
    },
    "猥亵儿童罪": {
        "犯罪客体": "# 儿童的人格尊严和身心健康，对象限于不满14周岁的男童、女童",
        "客观方面": "# 猥亵儿童的行为.如釆用殴打、捆绑等暴力手段，或诱骗手段，实施鸡奸、强吻、搂抱、触摸敏感部位，让儿童为其手淫等\n## “猥亵”行为在不同的情形中范围不同。猥亵男童时包括与男童性交行为，猥亵女童时不包括性交，否则成立强奸罪。\n## 【提示】通过网络的猥亵行为网络环境下，以满足性刺激为目的，虽未直接与被害儿童进行身体接触，但是通过QQ、微信等网络软件，以诱骗、强迫等方法要求儿童拍摄、传送暴露身体的不雅照片、视频，行为人通过画面看到被害儿童裸体、敏感部位的，构成猥亵儿童罪。",
        "犯罪主体": "# 一般主体，包括男人和女人",
        "主观方面": "# 故意"
    },
    "非法拘禁罪": {
        "犯罪客体": "# 他人的人身自由权利",
        "客观方面": "# 非法对被害人的身体进行强制，使被害人失去人身行动自由的行为\n## 刚出生不久的婴儿(0~1岁)没有身体活动的自由和能力，不是非法拘禁的对象，为了索取债务偷盗他人刚出生不久的婴儿，不构成非法拘禁，构成拐骗儿童罪【TF17/44，24；\n## 能够自由行走的幼儿(1~6岁)是非法拘禁的对象，为了索取债务偷盗他人3岁幼儿，可成立非法拘禁罪。但是婴儿、幼儿都是绑架的对象，为了勒索财物偷盗他人婴幼儿的，均构成绑架罪。",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意"
    },
    "绑架罪": {
        "犯罪客体": "# 他人的人身自由权利、健康、生命权利以及公私财产所有权",
        "客观方面": "# 【绑架他人】或者【偷盗婴幼儿】的行为\n## （1）“绑架”\n### 指用暴力、胁迫、麻醉或者其他【强制性手段】将他人劫持，置于自己的控制之下，使其【失去行动自由】的行为。\n## （2）“偷盗婴幼儿”\n### 指采取不为婴幼儿父母、监护人、保姆等看护人知晓的秘密方式偷盗不满1周岁的【婴儿】或者1周岁以上6周岁以下的【幼儿】的行为。【T14/15；\n## （3）“以勒索财物为目的绑架他人的”\n### 是指以勒索财物为目的绑架他人作为人质，利用其他人对被绑架者安危的担忧，向被【绑架者以外】的其他人或组织提出财产要求的行为。\n## （4）“绑架他人作为人质的”\n### 是指绑架他人作为人质，利用其他人对被绑架者安危的担忧，向被绑架者以外的其他人或组织提出【财物以外的其他要求】的行为。",
        "犯罪主体": "# 一般主体，16周岁以上的自然人\n## 还要注意对已满14周岁不满16周岁绑架他人后又撕票(杀害被害人)的处理，对此，一般应该独立评价其故意杀人行为，追究其刑事责任。",
        "主观方面": "# 故意，并以【勒索财物】或者【劫持他人作为人质】为目的"
    },
    "拐卖妇女、儿童罪": {
        "犯罪客体": "# 妇女、儿童的人身自由权利与人格尊严。",
        "客观方面": "# 拐骗、绑架、收买、贩卖、接送、中转年满14周岁的妇女或者未满14周岁的儿童，或者偷盗婴幼儿的行为\n## 8种加重情节【T10/30；\n### （首三奸卖暴偷死外）\n### （一）拐卖妇女、儿童集团的首要分子；\n### （二）拐卖妇女、儿童三人以上的；\n### （三）奸淫被拐卖的妇女的\n#### （不论是否采取暴力、威胁手段，不论妇女是否有反抗表示）；\n### （四）诱骗、强迫被拐卖的妇女卖淫或者将被拐卖的妇女卖给他人迫使其卖淫的\n#### （注意无组织卖淫的行为，组织卖淫与本罪需择一重罪处罚）；\n### （五）以出卖为目的，使用暴力、胁迫或者麻醉方法绑架妇女、儿童的；\n### （六）以出卖为目的，偷盗婴幼儿的；\n### （七）造成被拐卖的【妇女】、【儿童】或者其【亲属】重伤、死亡或者其他严重后果的（不包括故意杀人、故意伤害情形）；【T15/59；\n### （八）将妇女、儿童卖往境外的。",
        "犯罪主体": "# 一般主体，年满16周岁的自然人",
        "主观方面": "# 故意，并具有出卖的目的"
    },
    "收买被拐卖的妇女、儿童罪": {
        "犯罪客体": "# 妇女、儿童的人身自由权利与人格尊严，犯罪对象仅限于妇女和儿童",
        "客观方面": "# 用金钱等财物收买被拐卖的妇女、儿童，并对其实行人身控制的行为",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，明知是被拐卖的妇女、儿童仍决意收买"
    },
    "拐骗儿童罪": {
        "犯罪客体": "# *他人的家人关系以及儿童的合法权益",
        "客观方面": "# 拐骗不满14周岁的儿童，使其脱离家庭或监护人的行为。\n## 拐骗行为：拐骗儿童脱离家庭或者原来的处所，拐骗手段包括蒙骗利诱以及偷走抢走儿童。",
        "犯罪主体": "# 一般主体，自然人",
        "主观方面": "# 故意，基于出卖、勒索财物之外的目的，如收养、奴役等。"
    },
    "诬告陷害罪": {
        "犯罪客体": "# 【公民的人身权利】和【国家司法机关的正常活动】",
        "客观方面": "# 捏造他人【犯罪】的事实，并向【国家机关】或者【有关单位与人员】告发，或者采取其他【足以引起司法机关追究活动】的行为\n## “他人”只能是自然人",
        "犯罪主体": "# 一般主体\n## 国家机t作人员犯诬告陷害罪的，从重处罚",
        "主观方面": "# 故意，并具有使他人受到刑事追究的目的"
    },
    "重婚罪": {
        "犯罪客体": "# 一夫一妻的婚姻制度",
        "客观方面": "# 有配偶者即已婚者又与他人结婚，或者无配偶者明知他人有配偶而与之结婚\n## 如果被欺骗不知道对方已婚，不构成犯罪。\n## 本罪有如下两种行为方式：\n### ①自己未婚，但明知他人有配偶而与之登记结婚，包括以夫妻名义同居生活；\n### ②自己已婚，婚姻关系未解除或配偶未死亡而与他人登记结婚，包括以夫妻名义同居生活。",
        "犯罪主体": "# 特殊主体，即已经有配偶的人即已婚者，或者是虽无配偶但是明知对方有配偶而与之结婚的人",
        "主观方面": "# 故意，过失不构成本罪。动机不影响本罪的成立"
    },
    "暴力干涉婚姻自由罪": {
        "犯罪客体": "# 复杂客体，即他人的婚姻自由权利和身体自由权",
        "客观方面": "# 采取暴力手段干涉他人婚姻自由\n## 以暴力相威胁不算\n## （1）“婚姻自由”，\n### 包括结婚自由和离婚自由。干涉婚姻自由常见的情形有：强迫被干涉者与自己结婚或离婚，强迫被干涉者与他人结婚或离婚，强迫被干涉者不准与他人结婚或离婚等。\n## （2）“暴力”，\n### 指对他人的人身实施捆绑、殴打、拘禁等打击和强制行为。\n## 引起被害人自杀，不包括引起对象的自杀\n## “致使被害人死亡”是本罪的结果加重犯\n### “死亡”一般是指在实施暴力干涉婚姻自由过程中过失致被害人死亡，包括因暴力干涉婚姻自由而引起被害人自杀身亡。",
        "犯罪主体": "# 一般主体，如父母、兄弟姐妹、族人以及奸夫、情妇、被害人所在单位的领导人。多见于父母干涉子女的婚姻自由或子女干涉父母再婚的自由",
        "主观方面": "# 直接故意"
    },
    "虐待被监护、看护人罪": {
        "犯罪客体": "# 被监护、看护人的人身权利",
        "客观方面": "# 采用各种手段对被监护、看护的未成年人、老年人、患病的人、残疾人等实行虐待，【情节恶劣】的行为",
        "犯罪主体": "# 特殊主体，即对上述人员负有监护、看护职责的自然人、单位",
        "主观方面": "# 故意"
    },
    "虐待罪": {
        "犯罪客体": "# 共同生活的家庭成员在家庭生活中的平等权利与被害人的人身权利",
        "客观方面": "# 对共同生活的家庭成员经常以打骂、捆绑、冻饿、有病不给冶、强迫超体力劳作、限制自由等方式，从肉体上或者精神上摧残、折磨，情节恶劣的行为。\n## 包括保姆管家",
        "犯罪主体": "# 特殊主体，即【共同生活的家庭成员】。本罪的主体与被害人之间存在着亲属关系，如父母、夫妻、子女（包括继父母、养子女）、祖父母、兄弟姐妹等，非家庭成员之间发生的虐待行为不构成本罪",
        "主观方面": "# 故意"
    },
    "遗弃罪": {
        "犯罪客体": "# 家庭成员之间相互扶养的权利义务关系",
        "客观方面": "# 对于年老、年幼、患病或者其他没有独立生活能力的人，负有扶养义务而拒绝扶养的行为\n## “拒绝扶养”，指拒不履行法定扶养义务的，如离被扶养人而去，将被扶养人赶走或者置于自己不能扶养的场所，不向被扶养人提供物质帮助和必要的照料等。",
        "犯罪主体": "# 特殊主体，即对被遗弃者【负有法律上的扶养义务】而且【有扶养能力】的人",
        "主观方面": "# 故意"
    },
    "非法侵入住宅罪": {
        "犯罪客体": "# 个人住宅不可侵犯的权利，个人居住的平稳、安宁。",
        "客观方面": "# 非法侵入他人住宅的行为，即非法强行侵入他人住宅，或者经要求退出仍拒绝退出，影响他人正常生活或居住安宁的行为。",
        "犯罪主体": "# 一般主体，自然人",
        "主观方面": "# 故意，误入他人住宅，经要求后立即退出，不构成本罪。"
    },
    "侮辱罪": {
        "犯罪客体": "# 他人的人格、名誉",
        "客观方面": "# 以暴力或者其他方法公然侮辱他人，损害他人人格和名誉的行为",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，并具有损害他人人格、名誉的目的"
    },
    "诽谤罪": {
        "犯罪客体": "# 他人的人格、名誉",
        "客观方面": "# 捏造并散布某种虚构的事实，损害他人人格与名誉的，情节严重的行为",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，并具有损害他人人格、名誉的目的"
    },
    "侵犯公民个人信息罪": {
        "犯罪客体": "# 公民的个人信息安全",
        "客观方面": "# 违反国家有关规定，实施下面三种行为\n## (1)违反国家有关规定，向他人【出售】或者【提供】公民个人信息，情节严重，成立本罪。\n### 这是一般主体(即任何年满16周岁的自然人和单位)故意违规向他人出售或者提供公民个人信息，不管来源如何，都成立本罪。\n### “提供”包括向特定人提供也包括在网络上公开发布。“出售”也属于“提供”，提供包括有偿提供和无偿提供，因为出售是一种最常见的“提供”类型，故法条将其独立规定。\n## (2)违反国家有关规定，将在【履行职责】或者【提供服务】过程中获得的公民个人信息，出售或者提供给他人，情节严重，成立本罪，应从重处罚。\n### 这是特殊主体(如政府机关、金融、电信、教育、医疗、交通、宾馆住宿服务、快递等社会公共服务单位或者个人)将自己在履行职责或者提供服务中获得的公民个人信息出售或者提供给他人的规定。\n## (3)【窃取】或者以其他方法【非法获取】公民个人信息，情节严重，成立本罪。\n### “窃取”也是“非法获取”的一种方式，“非法获取”还包括购得、骗取、夺取等。\n## “违反国家有关规定”\n### 是指违反法律、行政法规、部门规章有关公民个人信息保护的规定;\n## “提供公民个人信息”\n### （1）是指向【特定人】提供公民个人信息，\n### （2）以及通过【信息网络】或者【其他途径】发布公民个人信息的;\n### （3）【未经被收集者同意】，将【合法】收集的公民个人信息向他人提供的，属于“提供公民个人信息”，但是【经过处理无法识别特定个人】且【不能复原】的除外。\n## “情节严重”的情形则包括:\n### (1)出售或者提供行踪轨迹信息，被他人用于犯罪的;\n### (2)知道或者应当知道他人利用公民个人信息实施犯罪，向其出售或者提供的;\n### (3)非法获取、出售或者提供行踪轨迹信息、通信内容、征信信息、财产信息50条以上的;\n### (4)非法获取、出售或者提供住宿信息、通信记录、健康生理信息、交易信息等其他可能影响人身、财产安全的公民个人信息500条以上的;\n### (5)非法获取、出售或者提供第3项、第4项规定以外的公民个人信息5000条以上的;\n### (6)数量未达到第3项至第5项规定标准，但是按相应比例合计达到有关数量标准的;\n### (7)违法所得5000元以上的;\n### (8)将在履行职责或者提供服务过程中获得的公民个人信息出售或者提供给他人，数量或者数额达到第3项至第7项规定标准一半以上的;\n### (9)曾因侵犯公民个人信息受过刑事处罚或者2年内受过行政处罚，又非法获取、出售或者提供公民个人信息的以及其他情节严重的情形。",
        "犯罪主体": "# 一般主体，自然人、单位",
        "主观方面": "# 故意"
    },
    "报复陷害罪": {
        "犯罪客体": "# 公民的民主权利，即控告权、申诉权、批评监督权和国家机关的正常活动",
        "客观方面": "# 滥用职权、假公济私，对控告人、申诉人、批评人、举报人实行报复陷害的行为\n## 本罪侵害的对象仅限于控告人、申诉人、批评人、举报人四种人。\n## 实践中，实施方式常见的有:编造各种借口克扣工资、奖金;开除职务、降级、降薪;压制学术、技术职称评定等。",
        "主观方面": "# 故意，并具有报复陷害他人的目的"
    },
    "破坏选举罪": {
        "犯罪客体": "# 公民的民主权利即选举权与被选举权，国家的选举制度",
        "客观方面": "# 在选举各级人民代表大会代表和国家机关领导人员时，以暴力、威胁、欺骗、贿赂、伪造选举文件、虚报选举票数等手段破坏选举或者妨碍选民和代表自由行使选举权和被选举权，【情节严重】的行为\n## “各级人民代表大会代表和国家机关领导人员”，指乡级及以上各级人民代表大会代表和各级国家机关的领导人员，不包括村委会和居委会成员的选举，也不包括工会、共青团、妇联等社会团体和企业、事业单位的选举",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 直接故意，并具有破坏选举的目的"
    },
    "抢劫罪": {
        "犯罪客体": "# 复杂客体，包括【财产所有权】和【他人的人身权利】",
        "客观方面": "# 行为人对公私财物的所有人、保管人、看护人或者持有人当场使用暴力、胁迫或者其他方法，迫使其立即交出财物或者立即将财物抢走的行为\n## （1）“暴力”，\n### 指行为人对被害人的身体实行打击或强制，使被害人处于不能反抗或者不敢反抗的状态，如殴打、捆绑、禁闭、伤害，甚至杀害。暴力只须使被害人身体受到强制即可，并不要求必须达到危及他人的健康和生命的程度。\n#### 打死阻碍者/第三者，也可以定抢劫罪，必须是为了取财\n## （2）“胁迫”，\n### 指行为人对被害人以立即实施暴力相威胁，实行精神强制，使被害人恐惧而不敢反抗，被迫当场交出财物或任财物被劫走，有语言、动作等形式。\n#### 不包括泄露对方隐私秘密因为程度没有那么紧急\n## （3）“其他方法”\n### 指行为人实施暴力、胁迫方法以外的使被害人不知反抗或不能反抗的方法，如用药物麻醉、用酒灌醉、用药毒昏、使用催眠术等。【08/29；\n## 上述“暴力”“胁迫”等方法通常针对财物所有人、保管人、看护人或者持有人实施，但有时也可能针对在场的上述人的亲友实施。（可以针对第三人，但必须是为了取得财物）\n## 黑吃黑可以构成抢劫。",
        "犯罪主体": "# 一般主体，14-16周岁的未成年人可以成立本罪",
        "主观方面": "# 故意，并具有非法占有公私财物的目的"
    },
    "盗窃罪": {
        "犯罪客体": "# 公私财产所有权",
        "客观方面": "# 秘密窃取数额较大的公私财物或者多次盗窃、入户盗窃、携带凶器盗窃、扒窃的行为。\n## “秘密窃取”\n### 指犯罪分子以自认为不会被财物所有人、管理人、持有人发觉的方法，将财物据为己有【08/19；\n## “财物”\n### 包括【有形物】和【无形物】，后者如电力、煤气、天然气等，还包括【普通财物】和【违禁品】，后者如毒品、赃物等。但【不包括某些特殊盗窃犯罪对象】的物品，如枪支、弹药、爆炸物、商业秘密等\n#### (1)盗窃的对象包括动产以及可与不动产分离的附着物、有形物、无形物。有形物，如金银首饰、手机、电视机等;无形物，如电力、煤气、天然气、【电信资费】等，\n#### 注意:依据法硕考试的观点，自己的财物不能成为盗窃罪的对象。\n##### 【例如】甲的机动车因违章被交警暂扣，于是甲于当晚深夜潜入交警大队院内将其偷回一由于机动车是甲的私人财产，所以根据法硕的观点，甲将其偷回的行为不能成立盗窃罪。\n## (2)“多次盗窃”\n### 指二年内盗窃三次以上.【T16/17；\n## （3）“入户盗窃”\n### 指非法进入供他人家庭生活，与外界相对隔离的住所盗窃。\n## （4）“携带凶器盗窃”\n### 指行为人随身携带【枪支】、【爆炸物】、【管制刀具】等国家禁止个人携带的器械进行盗窃的行为，或者为了实施违法犯罪而携带其他【足以危害他人人身安全的器械】进行盗窃的行为。\n#### 携带凶器盗窃，不要求行为人明示、暗示带有凶器，更不要求行为人使用凶器。\n#### 1如果对被害人明示、暗示凶器，则构成对被害人的胁迫，成立抢劫罪。（直接升级的抢劫）\n#### 2如果对被害人使用凶器从而取得财物的，成立暴力方式的抢劫罪。\n#### 3如果在盗窃后，为窝藏赃物等目的当场以凶器使用暴力或者暴力相威胁的，成立转化型抢劫。【F15/24；\n#### 携带凶器盗窃还是定盗窃罪，携带凶器抢夺应定抢劫罪，二者不同\n## （5）“扒窃”\n### 指在【公共场所】或者【公共交通工具上】盗窃他人【随身携带的】财物。(注意，扒窃不限于盗窃体积小的财物，只要是与他人的人身紧密联系的随身物品均可成为扒窃的对象。)【T16/17；",
        "犯罪主体": "# 一般主体，即年满16周岁具有刑事责任能力的自然人\n## 单位组织、指使盗窃，构成犯罪的，以盗窃罪追究组织者、指使者、直接实施者的刑事责任。",
        "主观方面": "# 直接故意，并具有非法占有公私财物的目的"
    },
    "抢夺罪": {
        "犯罪客体": "# 公私财物所有权。犯罪对象仅限于动产",
        "客观方面": "# 公然夺取公私财物的行为【TF18/17，7；\n## “公然夺取”\n### 行为人明知被害人知情还当着被害人的面而强行夺走财物。\n#### 指当着财物所有人、保管人、看护人、持有人的面或者在上述被害人可以立即发现的情况下，乘其不备，公开夺取财物，行为人在夺取财物时并没有使用暴力和以暴力相威胁.（对物使用暴力）【T11/20；\n## “多次抢夺”\n### 指2年内抢夺3次以上\n## 数额较大\n### 一般为抢夺公私财物价值人民币1000~3000元以上的。",
        "犯罪主体": "# 一般主体，即年满16周岁具有刑事责任能力的自然人",
        "主观方面": "# 故意，并具有非法占有公私财物的目的"
    },
    "诈骗罪": {
        "犯罪客体": "# 公私财产所有权",
        "客观方面": "# 使用虚构事实或者隐瞒真相的方法，骗取数额较大的公私财物的行为\n## 比如假毒品\n## (1)“虚构事实”，指捏造不存在的事实，骗取受害人的信任。\n## (2)“隐瞒真相”，指对受害人掩盖客观存在的某种事实，使之产生错误认识。\n## 调虎离山不算诈骗。\n## 处分要有客观上的处分行为和主观上的处分意识",
        "犯罪主体": "# 一般主体，即年满16周岁具有刑事责任能力的自然人",
        "主观方面": "# 故意，并具有非法占有公私财物的目的"
    },
    "侵占罪": {
        "犯罪客体": "# 公私财产所有权犯罪，对象仅限于代为保管的他人财物或他人的遗忘物、埋藏物",
        "客观方面": "# 非法占有代为保管的他人财物或者将他人的遗忘物、埋藏物非法占为己有，数额较大拒不退还或者拒不交出的行为\n## 租用\n## 借用\n## (1）“代为保管的他人财物”，\n### 指基于他人的委托代为保管的财物或者根据事实上的管理而被认为是合法持有的财物。\n## (2)“他人的遗忘物”，\n### 指所有人或持有人因一时疏忽遗忘于某特定地点或场所但知道该地点或场所的财物。\n#### 失主丢失之物，一般不知失落何处，难以找回，不能成为侵占罪的对象：\n#### 不看忘没忘记，只看是否脱离占有\n## (3)“埋藏物”，\n### 指个人埋藏于某一地点的财物或者归国家所有的所有人不确切的埋藏物.\n## (5)“拒不退还或者拒不交出”，\n### 指行为人将财物非法占有后，当财物所有人发现并要求其退还或交出时，仍不退还或交出。\n## 出纳算占有辅助者、司机算占有人【F16/24；",
        "犯罪主体": "# 一般主体，即年满16周岁具有刑事责任能力的自然人",
        "主观方面": "# 故意，并具有非法占有公私财物的目的"
    },
    "职务侵占罪": {
        "犯罪客体": "# 公司、企业或者其他单位的财产所有权和职务行为的廉洁性，犯罪对象是行为人所在的公司、企业或者其他单位的财物，包括动产和不动产，有形财产和无形财产",
        "客观方面": "# 利用职务上便利，将本单位财物非法占为己有，数额较大的行为\n## (1)“公司”，\n### 指有限责任公司或者股份有限公司。\n## (2)“企业”，\n### 指没有釆取有限责任公司或者股份有限公司形式的以下经济组织：集体所有制企业、私营企业、中外合资企业、中外合作企业、外资企业、外国公司在我国境内设立的分支机构等。\n## (3)“其他单位”，\n### 指公司、企业以外的群众团体、管理公益事业的单位、【群众自治组织】，如学校、医院、社团等。\n## (4)在公司、企业或者其他单位管理、使用或运输中的私人财产以单位财产论处。\n## (5)“利用职务上的便利”，\n### 指行为人利用自己在本单位所具有的一定职务，即主管、管理、经手本单位财物的便利条件。\n## (6)“非法占为己有”，\n### 指行为人将自己主管、管理、经手的本单位财物非法占有，排斥本单位对于此项财产的所有权。常见的有侵吞、盗窃、骗取等非法手段，例如非法抽取回扣据为己有，故意抬高价格后又私分差价，以发奖金为名非法占有公司财物。",
        "犯罪主体": "# 特殊主体，即公司、企业或者其他单位的人员",
        "主观方面": "# 故意，并具有非法占有公私财物的目的"
    },
    "敲诈勒索罪": {
        "犯罪客体": "# 复杂客体，包括公私财产所有权和公民的人身权利或者其他权益",
        "客观方面": "# 对公私财物的所有人、管理人实施威胁或者要挟，迫使其当场或者限期交出数额较大的公私财物或者多次进行敲诈勒索的行为\n## 本罪成立的逻辑结构是:\n### 行为人实施威胁、要挟行为;被害人心理上产生恐惧或压力；被害人基于恐惧心理和压力交出财物\n## 威胁、要挟的方法多种多样，可以是面对被害人直接使用，也可以是通过第三者或者用书信等方式发出；可以是明示，也可以是暗示。\n### 常见的有：以将对被害人及其亲友的人身实施暴力相威胁、要挟；以将毁坏被害人人格、名誉相威胁、要挟；以将毁坏被害人贵重财物相威胁、要挟；以揭发被害人的隐私相威胁、要挟；以栽赃陷害相威胁、要挟等\n## 一般情况下，威胁、要挟内容的实现不具有【当场性】，实施威胁、要挟行为和取得财物也不具有【同时性】。\n## 注意:使用合法的内容进行敲诈，也可能成立敲诈勒索罪。【T17/59；\n### 【例如】甲知道某国家机关工作人员乙非法收受了请托人一笔巨额财产，便以此相威胁，对乙说如果他不给自己10万元钱，就向有关部门举报。乙害怕事情闹大，无奈之下给了甲10万元钱。在这种情形中，甲向有关部门举报贪污受贿事件本来属于合法行为，但是甲将其作为威胁乙的把柄，则成了犯罪的非法手段，对甲应认定为敲诈勒索罪。\n## 另外，还要注意区分维护自己权益的合法行为与上述趁机敲诈勒索之间的区别。\n### 【例如】甲开车时操作失误将正常过马路的行人乙撞倒在地，甲见状准备开车逃走，乙威胁甲说，如果不留下检查费、治疗费，就要报警，让警察来抓甲，甲害怕，所以给了乙一笔钱财。这种情况下，甲自身不当行为导致了乙的损害，乙索要医疗费用属于合法地维护自己合法权益的行为，不能认定为敲诈勒索罪。\n## 抢劫是对他人使用暴力，敲诈勒索可以对自己使用暴力\n## 取得既遂。\n## 要求吓到对方。",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，并且具有非法占有公私财物的目的"
    },
    "故意毁坏财物罪": {
        "犯罪客体": "# 公私财产所有权。侵犯的对象是各种公私财物，包括动产和不动产",
        "客观方面": "# 行为人实施了毁灭或损坏公私财物，【数额较大】或者【情节严重】的行为\n## 毁灭和损坏\n### “毁灭”，指公私财物完全丧失价值与效用；“损坏”，指公私财物部分丧失价值与效用。毁灭或者损坏行为不一定造成财物本身物理性的损害，可能只是排除了财物所有人对其使用的可能性。【TF18/14，4；\n#### 【例如】甲特别讨厌乙，将乙的名贵钻石戒指扔进了太平洋。在这种情形中，戒指本身并没有被毁损，只是乙无法再佩戴该戒指，戒指丧失了其本来的用途，因此对甲可以认定为故意毁坏财物罪。\n## 一般来说5000元",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，包括直接故意和间接故意，动机不影响本罪的成立"
    },
    "破坏生产经营罪": {
        "犯罪客体": "# 复杂客体，即公私财物的所有权和国家、集体或者个人生产经营的正常秩序\n# 犯罪对象是与生产经营有直接联系的财物，一般是正在使用中的各种设备、用具及耕畜",
        "客观方面": "# 破坏机器设备、残害耕畜或者以其他方法破坏生产经营的行为。",
        "犯罪主体": "# 一般主体，仅限于自然人",
        "主观方面": "# 故意，并具备报复泄愤或者其他个人目的"
    },
    "拒不支付劳动报酬罪": {
        "犯罪客体": "# 国家的劳动秩序和劳动者获得报酬的权利",
        "客观方面": "# 以转移财产、逃匿等方法逃避支付劳动者的劳动报酬，或者有能力支付而不支付劳动者的劳动报酬，经政府有关部门责令支付仍不支付的行为。（纯正不作为犯）\n## “以转移财产、逃匿等方法逃避支付劳动者的劳动报酬”包括如下情形:\n### (1)隐匿财产、恶意清偿、虚构债务、虚假破产、虚假倒闭或者以其他方法转移、处分财产的;\n### (2)逃跑、藏匿的;\n### (3)隐匿、销毁或者篡改账目、职工名册、工资支付记录、考勤记录等与劳动报酬相关的材料的;\n### (4)以其他方法逃避支付劳动报酬的。",
        "犯罪主体": "# 特殊主体，有支付他人劳动报酬义务的自然人和单位。只有这一个单位",
        "主观方面": "# 故意"
    },
    "挪用资金罪": {
        "犯罪客体": "# 公司、企业或者其他单位的资金使用权和其工作人员职务行为的廉洁性。犯罪对象是行为人所在单位的资金，主要指单位的处于货币形态的财产，如人民币、外币以及股票、支票、国库券、债券等有价证券\n## 注意，本罪的对象仅限于处于货币形态的财产，如果是单位的物资设备和处于实物形态的财产，则不可能成立本罪，可能构成职务侵占罪等。",
        "客观方面": "# 利用职务上的便利，挪用本单位资金归个人使用或者借贷给他人的行为\n## 成立本罪，在客观方面有三个方面的要求\n### 首先，实施了挪用单位资金的行为\n#### 即行为人【未经合法批准手续】而擅自将本单位资金挪作他用。可以公开进行，也可以秘密进行\n### 其次，挪用行为必须利用了职务便利\n#### 即行为人利用其主管、管理、经手本单位资金的便利，一般是单位或公司的董事、经理、厂长、会计、出纳等\n### 最后，挪用的资金归个人使用或借贷给他人使用\n#### 挪用本单位资金归本人或其他自然人使用，或以个人名义将挪用的资金借给其他单位使用\n#### 挪用资金归个人使用或者借贷给他人的三种情形（常考知识点）\n##### 归个人使用或者借贷给他人，数额较大，超过3个月未归还\n##### 进行营利性活动，数额较大\n##### 进行非法活动\n#### “归个人使用”包括三种情况：\n##### 资金供本人、亲友或其他自然人使用；\n##### 以个人名义将单位资金供其他单位使用;\n##### 个人决定以单位名义将单位资金供其他单位使用。（此处应有谋取个人利益）\n###### （注意，单位决定以单位名义将资金供其他单位使用的，属于单位之间的借贷行为，不成立本罪。）",
        "犯罪主体": "# 特殊主体，即公司、企业或者其他单位的工作人员（包括受国家机关、国有公司、企业、事业单位、人民团体委托，管理、经营国有财产的非国家工作人员）",
        "主观方面": "# 故意，并且具有挪用资金归个人使用或者借贷给他人的目的"
    },
    "妨害公务罪": {
        "犯罪客体": "# 正在依法执行职务、履行职责的国家机关工作人员、人大代表、红十字会工作人员以及公安机关、国家安全机关的工作人员的职务活动\n## 另外，本罪只能发生于上述四种人执行公务、【履行职责期间】，如果行为人在上述人员依法执行公务结束之后，再使用非法手段打击报复的，不能成立本罪，应当依具体情形成立相应的犯罪。\n## 阻碍的是国家机关工作人员，包括立法、行政、司法、监察机关、军事机关的人员。这里的国家机关工作人员可以扩大到【受国家机关委托】的工作人员，就像疫情期间村委会，居委会、保安等，从事疫情工作，设卡检测，如果对他们暴力威胁，也是妨碍公务。",
        "客观方面": "# ①以【暴力、威胁】的方法阻碍国家机关工作人员、人大代表依法执行职务；②或者在自然灾害或在突发事件中，以【暴力、威胁】方法阻碍红十字会工作人员依法履行职责；③或者【虽未使用暴力、威胁】的方法，但故意阻碍国家安全机关、公安机关工作人员依法执行国家安全工作任务，【造成严重后果】的行为。\n## “造成严重后果”\n### 指使国家安全工作任务受挫，未能及时制止、侦破危害国家安全的犯罪致使国家安全遭受损害的，致使严重危害国家安全的犯罪分子漏网、脱逃的等。\n# 犯罪对象\n## 是【正在依法执行职务、履行职责】的1【国家机关工作人员】，2【人大代表】、3【红十字会工作人员】以及4【国家安全机关、公安机关】的工作人员",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，即明知是国家机关工作人员、人大代表、红十字会工作人员以及国家安全机关、公安机关工作人员正在依法执行职务，而以暴力、威胁或者其他方法阻碍，希望其停止执行职务或者改变执行的职务"
    },
    "袭警罪": {
        "犯罪客体": "# 人民警察依法执行职务的活动。",
        "客观方面": "# 暴力袭击正在依法执行职务的人民警察，或者使用枪支、管制刀具，或者以驾驶机动车撞击等手段，严重危及其人身安全的行为。",
        "犯罪主体": "# 一般主体，即已满16周岁，具有刑事责任能力的自然人。",
        "主观方面": "# 故意。"
    },
    "招摇撞骗罪": {
        "犯罪客体": "# 复杂客体，即【国家机关的威信及其正常活动】和【公共利益或公民的合法权益】",
        "客观方面": "# 冒充国家机关工作人员进行招摇撞骗的行为\n## “冒充国家机关工作人员”\n### 指冒充国家机关中依法从事公务的人员的身份或职位，包括三种情况:\n#### 非国家机关工作人员冒充国家机关工作人员；\n#### 国家机关的下级工作人员冒充上级工作人员；\n#### 此种部门的国家机关工作人员冒充彼种部门的国家机关工作人员。\n## “招摇撞骗”\n### 指利用人们对国家机关工作人员的【信任】，假冒国家机关工作人员的身份并到处炫耀，寻找机会骗取非法利益，如骗取金钱、待遇、地位、荣誉或者玩弄女性等。",
        "犯罪主体": "# 一般主体，仅限于自然人",
        "主观方面": "# 故意，以谋取非法利益为目的"
    },
    "伪造、变造、买卖国家机关公文、证件、印章罪": {
        "犯罪客体": "# 国家机关的正常管理活动和信誉。",
        "客观方面": "# 伪造、变造、买卖国家机关的公文、证件、印章的行为\n## “公文”\n### 指【国家机关】以其名义制作的，用以处理【工作事宜】的各种书面文件，如决议、通知、信函、电文等，\n## “证件”\n### 指【国家机关】制作并颁发的用以证明【身份】、【权利义务关系】等事实的凭证，如结婚证、营业执照、工作证、户口迁移证等，\n## “印章”\n### 指【国家机关】刻制的以文字、图记形式表明与该国家机关具有【主体同一性的公章】或具有【某种特殊用途的专用章】(注意，国家机关使用的与其职权无关的印章，如收发室的印章，不属于公务印章，不是本罪侵犯的对象.)\n## 包括无权伪造和越权伪造\n# 对象仅限于【国家机关】的公文、证件、印章",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，动机不影响本罪的成立"
    },
    "伪造、变造、买卖身份证件罪": {
        "犯罪客体": "# 国家对依法可以用于证明身份的证件的管理制度",
        "客观方面": "# 伪造、变造、买卖身份证件的行为",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 直接故意，明知是可以用于证明身份的证件仍进行伪造、变造、买卖"
    },
    "非法获取国家秘密罪": {
        "犯罪客体": "# 国家的保密制度",
        "客观方面": "# 窃取、刺探、收买国家秘密的行为",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，明知是国家秘密而非法获取"
    },
    "投放虚假危险物质罪": {
        "犯罪客体": "# 正常的社会秩序",
        "客观方面": "# 投放虚假的爆炸性、毒害性、放射性、传染病病原体等物质，严重扰乱社会秩序的行为",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意"
    },
    "高空抛物罪": {
        "犯罪客体": "# 公共秩序。",
        "客观方面": "# 从建筑物或者其他高空抛掷物品，情节严重的行为。",
        "犯罪主体": "# 一般主体，年满16周岁具有刑事责任能力的人。",
        "主观方面": "# 故意"
    },
    "编造、故意传播虚假恐怖信息罪": {
        "犯罪客体": "# 正常的社会秩序",
        "客观方面": "# 编造爆炸威胁、生化威胁、放射威胁等恐怖信息，或者明知是编造的恐怖信息而故意传播，严重扰乱社会秩序的行为。\n## 本罪中的“虚假恐怖信息”，\n### 是指以发生爆炸威胁、生化威胁、放射威胁、劫持航空器威胁、重大灾情、重大疫情等严重威胁公共安全的事件为内容，可能引起社会恐慌或者公共安全危机的【不真实信息】。",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意\n## 犯罪目的不影响本罪的成立"
    },
    "组织考试作弊罪": {
        "犯罪客体": "# 国家公平、公正的考试制度\n## “法律规定的国家考试”，指全国人大及其常委会制定的【法律】中规定的考试，既可由国家统一组织实施，也可由地方根据法律规定组织实施，例如中考、高考、国家司法考试、研究生入学考试、国家公务员招录考试等。（不包括法规）",
        "客观方面": "# 在法律规定的国家考试中组织作弊，或为他人组织作弊提供器材其他帮助的行为",
        "犯罪主体": "# —般主体",
        "主观方面": "# 直接故意，多以牟利为目的"
    },
    "代替考试罪": {
        "犯罪客体": "# 国家公平、公正的考试制度",
        "客观方面": "# 行为人代替考生考试或者考生让替考者代替自己参加考试的行为",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意"
    },
    "组织、领导、参加黑社会性质组织罪": {
        "犯罪客体": "# 经济、社会生活秩序",
        "客观方面": "# 组织、领导、参加黑社会性质组织的行为\n## （1）“黑社会性质的组织”应当同时具备以下特征：【T10/27；\n### ①形成【较稳定的犯罪组织】，【人数较多】，有明确的【组织者、领导者】，骨干成员基本固定。（有人）\n### ②有组织地通过【违法犯罪活动】或者【其他手段】获取经济利益，具有【一定的经济实力】，以支持该组织的活动.。（有钱）\n### ③以【暴力】、【威胁】或者【其他手段】，有组织地多次进行【违法犯罪活动】，为非作恶，欺压、残害群众（有手段）\n### ④通过【实施违法犯罪活动】，或者【利用国家工作人员的包庇或者纵容】，称霸一方，在一定区域或者行业内，形成【非法控制】或者【重大影响】，严重破坏经济、社会生活秩序（有影响）\n#### 不一定要有保护伞",
        "犯罪主体": "# 一般主体，仅限于黑社会性质组织的【组织者】、【领导者】和【积极参加者】、【其他参加者】",
        "主观方面": "# 故意，即明知是黑社会性质组织而决意组织、领导、积极参与或参加"
    },
    "非法侵入计算机信息系统罪": {
        "犯罪客体": "# 国家事务、国防建设、尖端科学技术领域的计算机信息系统安全",
        "客观方面": "# 违反国家规定，非法侵入国家事务、国防建设、尖端科学技术领域的计算机信息系统的行为",
        "犯罪主体": "# 一般主体，自然人、【单位】。",
        "主观方面": "# 故意"
    },
    "破坏计算机信息系统罪": {
        "犯罪客体": "# 【国家对计算机信息系统的安全管理制度】和【计算机信息系统的所有人和合法用户的合法权益】。犯罪对象是计算机信息系统，包括数据、应用程序和系统功能。",
        "客观方面": "# 行为人实施了破坏计算机信息系统，【后果严重】的行为。\n## (1)违反国家规定，对计算机信息【系统功能】进行删除、修改、增加、干扰，造成计算机信息系统不能正常运行，后果严重的行为;（基础）\n## (2)对计算机信息系统中存储、处理或者传输的【数据】和【应用程序】进行删除、修改、增加的操作，后果严重;（应用）\n## (3)故意制作、传播计算机【病毒】等破坏性程序，影响计算机系统的正常运行，后果严重的行为。（病毒）",
        "犯罪主体": "# 一般主体，自然人和【单位】。",
        "主观方面": "# 故意"
    },
    "拒不履行信息网络安全管理义务罪": {
        "犯罪客体": "# 信息网络安全管理秩序",
        "客观方面": "# 网络服务提供者不履行法律、行政法规规定的信息网络安全管理义务，经监管部门责令釆取改正措施而拒不改正，有下列情形之一的行为：\n## 用户刑事违法\n## （1）致使【违法信息】大量传播的；\n## （2）致使【用户信息泄露】，造成【严重后果】的；\n## （3）致使【刑事案件证据灭失】，【情节严重】的；\n## （4）有其他严重情节的",
        "犯罪主体": "# 特殊主体，即【网络服务提供者】，包括自然人和【单位】",
        "主观方面": "# 故意，明知应当履行而不履行，经责令改正后拒不改正"
    },
    "帮助信息网络犯罪活动罪": {
        "犯罪客体": "# 复杂客体，既侵犯了【信息网络安全管理秩序】，又帮助其他网络犯罪得以实施，【侵犯了他人的人身、财产权益】",
        "客观方面": "# 以网络犯罪活动提供互联网接入、服务器托管、网络存储、通讯传输等技术支持，或者提供广告推广、支付结算等帮助，情节严重的行为\n## 实践中常见的行为方式有:\n### （1）为建设网站、接入互联网所需提供互联网接入、服务器托管、网络存储空间、通讯传输等技术支持;\n### （2）为推广网站、扩大犯罪活动范围而【投放广告】的行为;\n### （3）实施网络犯罪交易所需的【资金结算】帮助行为；\n### （4）因应网络犯罪的技术特性，为网络犯罪提供【技术支持】和【作案工具】的帮助行为",
        "犯罪主体": "# 一般主体，包括自然人和【单位】",
        "主观方面": "# 故意，明知他人利用信息网络实施犯罪活动仍为其提供帮助"
    },
    "聚众扰乱社会秩序罪": {
        "犯罪客体": "# 公共秩序",
        "客观方面": "# 以【聚众】的方式【扰乱】企事业单位、社会团体的正常活动，【情节严重】，致使工作、生产、营业和教学、科研无法进行，并造成严重损失的程度。",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，明知自己的行为会发生扰乱社会秩序的危害结果，并且希望或者放任这种结果发生。"
    },
    "聚众扰乱公共场所秩序、交通秩序罪": {
        "犯罪客体": "# 公共秩序，或交通秩序",
        "客观方面": "# 聚众堵塞交通或者破坏交通秩序，抗拒、阻碍国家治安管理工作人员依法执行职务，且这些行为必须达到情节严重的程度。",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意"
    },
    "聚众斗殴罪": {
        "犯罪客体": "# 公共秩序",
        "客观方面": "# 首要分子聚集众多的人实施斗殴行为\n## “多次聚众斗殴”，\n### 指实施聚众斗殴三次以上。如果行为人在一次斗殴中短暂中断后，针对同一对象又继续斗殴的，应认定为一次，\n## “持械”【TF18/44，24；\n### 参加聚众斗殴的人员【直接使用器械斗殴】，或者在斗殴中【携带并且显示但实际未使用】的情形。\n#### 参与【预谋】持械聚众斗殴，或者【明知】本方人员为斗殴而携带器械，即使本人未携带和使用器械，构成共同犯罪的，也均以持械聚众斗殴论处。\n#### 对于预谋持械聚众斗殴但【没有将器械带到斗殴现场】或对本方人员为斗殴而携带器械进行【积极阻止】的，可不以持械聚众斗殴论处。\n#### 聚众斗殴中，一方持械而另一方未持械的，持械一方以持械聚众斗殴论处，对未持械一方不认定为持械聚众斗殴。\n#### 持械主要包括【事先准备】器械并在斗殴中使用。在实施斗殴过程中【临时就地取材】获得器械并使用及【夺取对方所持器械】并使用，是否属于“持械”，理论界及司法实践中都有不同观点，2018年法律硕士（非法学）真题单选44题答案采取了否定的观点，即不认为是“持械”。（事先准备好）\n### “械”\n#### 各种枪支、治安管制器具、棍棒等足以致人伤亡的工具。\n##### 对于持砖块、酒瓶类一般工具进行斗殴的，要结合所持一般工具在斗殴中的使用情况及造成的后果等情节，认定是否为“械”。（狗和毒蛇不算）",
        "犯罪主体": "# 一般主体，即聚众斗殴的【首要分子】和【其他积极参加者】",
        "主观方面": "# 故意，其动机是逞强斗狠、炫耀武力、称王称霸等，具有公然蔑视社会公德和国家法律秩序的性质"
    },
    "寻衅滋事罪": {
        "犯罪客体": "# 公共秩序",
        "客观方面": "# 无事生非，进行扰乱破坏，情节恶劣的行为。本罪的行为表现方式有四种:\n## 追强打闹\n## (1)随意【殴打】他人，情节恶劣的;\n## (2)追逐、拦截、辱骂、恐吓他人，情节恶劣的;\n## (3)【强拿硬要】或者【任意损毁、占用】公私财物，情节严重的;\n## (4)在公共场所【起哄闹事】，造成公共场所秩序严重混乱的。【F14/8；\n## 物\n## 人",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，一般基于蔑视法纪、显示威风、寻求精神刺激或者发泄等卑劣下流的动机"
    },
    "赌博罪": {
        "犯罪客体": "# 社会管理秩序和良好的社会风尚",
        "客观方面": "# 聚众赌博或者以赌博为业\n## “以赌博为业”\n### 指以赌博为常业，即以赌博所得为其生活或者挥霍的主要来源的行为。",
        "犯罪主体": "# —般主体",
        "主观方面": "# 故意，且以营利为目的"
    },
    "组织参与国境外赌博罪": {
        "犯罪客体": "# 社会管理秩序和社会风尚\n## 组织的对象必须是中国公民。如果组织境外人员参与赌博，不构成本罪。",
        "客观方面": "# 组织中华人民共和国公民参与国(境)外赌博，数额巨大或者有其他严重情节的行为\n## 可以直接组织中国公民赴国(境)外赌博，也可以利用信息网络、通讯终端等传输赌博视频、数据，组织中国公民参与国(境)外赌博等。",
        "犯罪主体": "# 一般主体，自然人\n## 本罪的主体是组织者，即组织、召集中国公民参与国(境)外赌博的人员，组织者可以是一人，也可以是多人。",
        "主观方面": "# 故意，并具备营利目的"
    },
    "开设赌场罪": {
        "犯罪客体": "# 社会管理秩序和社会风尚",
        "客观方面": "# 为赌博提供场所、设定赌博方式以及提供赌具、筹码、资金等组织赌博的行为\n## (1)赌场的范围：开设的赌场可以是【临时性】的赌场，也可以是【长期性】的赌场；开设的赌场可以是实体赌场(如设置赌博机方式开设赌场)，也可以是网络赌场\n### 【T19/7；司法解释规定：以营利为目的，在计算机网络上建立赌博网站接受投注，或者为赌博网站担任代理，接受投注的，以开设赌场罪论处。\n### 最高人民法院发布的严惩网络犯罪指导性案例指明，利用微信赌博属于“开设赌场”的行为。\n#### 【例如】甲与他人通谋，为赌博网站担任代理并接受投注开设赌场罪的共同正犯、而不是单纯的帮助犯。\n## (2)提供棋牌室等娱乐场所并只收取固定的场所和服务费用的经营行为，不属于开设赌场的行为。\n### 所谓开设赌场，是指开设和经营赌场，提供赌博的场所及用具，供他人在其中进行赌博，本人从中营利的行为。开设赌场的方式包括:\n#### ①以营利为目的、以行为人为中心，在行为人支配下设立、承包、租赁专门用于赌博的场所、用具让他人赌博的，场所的公开与否不影响犯罪构成。\n#### ②以营利为目的，在计算机网络上建立赌博网站，或者为赌博网站担任代理，接受投注三人以上的。",
        "犯罪主体": "# 一般主体，即自然人",
        "主观方面": "# 故意，并以营利为目的"
    },
    "伪证罪": {
        "犯罪客体": "# 复杂客体，即司法机关的正常活动，公民的人身权利及其他合法权益",
        "客观方面": "# 在刑事诉讼中，对与案件有重要关系的情节作虚假的证明、鉴定、记录、翻译的行为\n## “与案件有重要关系的情节”\n### 指足以【使无罪的人受到刑事处罚】或者【使轻罪重罚】的情节，或者是【使犯罪分子逃避刑事处罚】或者【重罪轻判】的情节。\n## “刑事诉讼中”\n### 立案侦查后、审判终结前的过程中作伪证。\n#### 在诉讼前作假证明包庇犯罪人的，成立包庇罪;【T13/12；\n#### 在诉讼前作虚假告发，意图使他人受刑事追究的，成立诬告陷害罪。",
        "犯罪主体": "# 特殊主体，即刑事诉讼中的证人、鉴定人、记录人、翻译人",
        "主观方面": "# 故意，即有意作虚假的证明、鉴定、记录、翻译，并有陷害他人或者隐匿罪证的目的"
    },
    "窝藏、包庇罪": {
        "犯罪客体": "# 司法机关追诉、制裁犯罪分子的正常活动",
        "客观方面": "# 窝藏或者包庇犯罪分子的行为【T11/8；\n## “窝藏犯罪分子”以下三种情况：\n### 为犯罪分子提供隐藏处所；（给住）\n### 提供财物，资助或协助犯罪人逃匿（给钱）\n### 提供交通工具，指示行动路线或逃匿方向等。（给车）\n## “包庇犯罪分子”\n### 指向司法机关作虚假证明，即以【非证人的身份】向司法机关提供【虚假的证明材料】，为犯罪分子【掩盖罪行】或【减轻罪责】。\n## “犯罪分子”【T18/4；\n### 可以是已经定罪判刑的已决犯，也可能是尚未审判定罪的未决犯。",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，即明知是犯罪的人而予以窝藏、包庇"
    },
    "掩饰、隐瞒犯罪所得、犯罪所得收益罪": {
        "犯罪客体": "# 司法机关正常查明犯罪，追缴犯罪所得及收益的活动",
        "客观方面": "# 包括窝藏、转移、收购、代为销售或者以其他方式掩饰、隐瞒的行为。\n## 上游犯罪人自己产生的收益",
        "犯罪主体": "# 一般主体，即已满16周岁，具有刑事能力的自然人。【单位】可构成本罪。",
        "主观方面": "# 故意，明知是【犯罪所得】及其【产生的收益】\n## 主观责任:故意，要求行为人明知是赃物“明知”应理解为“知道或者应当知道”，不要求行为人知道财物确实是犯罪所得，包括明知财物可能是赃物。如果行为人确实不知是犯罪所得，不成立犯罪。"
    },
    "脱逃罪": {
        "犯罪客体": "# 国家监管机关的正常监管秩序",
        "客观方面": "# 从羁押场所脱逃的行为\n## “脱逃”，\n### 指行为人逃离司法机关的监管场所，如从【监狱、看守所逃跑】或【在押解途中逃跑】。方法多种多样，有的乘机秘密逃走，有的公开逃跑;有的使用暴力，有的未使用暴力；有的单独逃走，有的结伙逃走。",
        "犯罪主体": "# 特殊主体，仅限于依法被拘留、逮捕、关押的罪犯、被告人、犯罪嫌疑人",
        "主观方面": "# 故意，为了逃避羁押和刑罚的执行"
    },
    "虚假诉讼罪": {
        "犯罪客体": "# 复杂客体，即正常的司法秩序和利益相关人的合法权益",
        "客观方面": "# 以捏造的事实提起民事诉讼，妨害司法秩序或严重侵害他人合法权益的行为\n## 常见的虚假诉讼表现形式有：\n### 骗取法院的判决、裁定、调解书，从而非法占有他人财物；\n### 为逃避履行给付义务而进行虚假诉讼，以转移资产或者参与分配;\n### 离婚案件中，一方为多分财产，骗取法院的判决、裁定、调解书，以转移夫妻共同财产的。",
        "犯罪主体": "# 一般主体，自然人和单位。",
        "主观方面": "# 直接故意"
    },
    "拒不执行判决、裁定罪": {
        "犯罪客体": "# 人民法院裁判的权威性",
        "客观方面": "# 对人民法院的判决、裁定有能力执行而拒不执行，情节严重的行为\n## （1）“人民法院的判决、裁定”，·\n### 指人民法院依法作出的【具有执行内容】并【已发生法律效力】的判决、裁定。\n### 裁定\n#### 人民法院为依法执行支付令、生效的调解书、仲裁裁决、公证债权文书等所作的裁定属于该条规定的裁定\n## (2)“有能力执行”，\n### 指根据査实的证据，证明负有执行人民法院判决、裁定义务的人有【可供执行的财产】或者【具有履行特定义务的能力】。",
        "犯罪主体": "# 特殊主体，被执行人、协助执行义务人、担保人等负有执行义务的人。包括自然人和【单位】",
        "主观方面": "# 故意，即对已生效的判决、裁定，有义务、有能力履行而拒不履行"
    },
    "妨害作证罪": {
        "犯罪客体": "# 司法机关的正常活动和公民依法作证的权利。采用暴力或威胁手段妨害证人作证的，还会侵犯公民的人身权利，是复杂客体\n## (1)本罪的时空场合:本罪的发生不限于刑事诉讼中，在民事诉讼中也可以。",
        "客观方面": "# 以暴力、威胁、贿买等方法阻止证人作证或者指使他人作伪证的行为\n## 本罪实为部分伪证罪教唆犯的正犯化。本来“指使”就是“教唆”，以暴力、威胁、贿买的方法指使他人作伪证的行为，本属于伪证罪的教唆犯，现在规定为妨害作证罪，就不再以刑法总则第29条教唆犯的规定论处，而以本罪论处.\n## 伪证罪的教唆犯正犯化",
        "犯罪主体": "# 一般主体，即自然人，如果司法工作人员犯本罪，从重处罚(不真正身份犯)",
        "主观方面": "# 故意"
    },
    "扰乱法庭秩序罪": {
        "犯罪客体": "# 国家的正常审判秩序和司法权威",
        "客观方面": "# 法定的四种扰乱法庭秩序的行为\n## 打闹骂毁\n## （一）【聚众哄闹】、冲击法庭的；（手口并用）\n## （二）【殴打】司法工作人员或者诉讼参与人的；（对人动手）\n## （三）【侮辱、诽谤、威胁】司法工作人员或者诉讼参与人，不听法庭制止，【严重】扰乱法庭秩序的；（动口+严重）\n## （四）有【毁坏法庭设施】，【抢夺、损毁诉讼文书、证据】等扰乱法庭秩序行为，情节【严重】的，（对物动手+严重）",
        "犯罪主体": "# ―般主体",
        "主观方面": "# 故意"
    },
    "组织他人偷越国边境罪": {
        "犯罪客体": "# 国家对国（边）境的管理秩序",
        "客观方面": "# 行为人实施了非法组织他人出入国（边）境的行为\n## 本罪的行为方式，即违反国家有关出入境管理法规，组织他人偷越国（边）境的行为。\n## 组织行为，\n### 指【领导、策划、指挥】他人偷越国（边）境，\n### 或者【在首要分子指挥下拉拢、引诱、介绍他人】偷越国（边）境，\n### 组织者可以不参加偷越，也可以和他人共同偷越；\n### 既可以是组织境内人员偷渡至境外，也可以是组织境外人员偷渡至境内。",
        "犯罪主体": "# 一般主体，即自然人",
        "主观方面": "# 故意"
    },
    "医疗事故罪": {
        "犯罪客体": "# 【国家对医疗工作的管理秩序】和【就诊人的生命、健康权利】和【医疗单位的正常活动】",
        "客观方面": "# 对医疗护理工作严重不负责任，致使就诊人死亡或健康受到严重损害的行为",
        "犯罪主体": "# 特殊主体，主要是医务人员，包括医疗【防疫人员】、【药剂人员】、【护理人员】、【其他专业技术人员】",
        "主观方面": "# 过失，即行为人对造成就诊人死亡或严重损害就诊人身体健康的后果存在疏忽大意的过失或过于自信的过失。至于是否有意违反规章制度，不影响本罪的认定"
    },
    "非法行医罪": {
        "犯罪客体": "# 【国家对医疗工作的管理秩序】与【就诊人的生命安全和健康权利】",
        "客观方面": "# 非法行医，情节严重的行为\n## “未取得医生执业资格的人非法行医”的情形包括:\n### (1)【未取得】或者【以非法手段】取得医师资格从事医疗活动的;\n### (2)【被依法吊销医师执业证书期间】从事医疗活动的;\n### (3)【未取得乡村医生执业证书】，从事乡村医疗活动的;\n### (4)【家庭接生员】实施【家庭接生以外】的医疗行为的。",
        "犯罪主体": "# 一般主体，未取得医生执业资格的自然人",
        "主观方面": "# 故意，通常具有牟利的目的。但对非法行医造成的结果，行为人出于过失\n## 直接故意，即行为人明知无医生执业资格，非法行医的行为。但对非法行医造成的危害结果则是出于过失或间接故意"
    },
    "妨害传染病防治罪": {
        "犯罪客体": "# 国家关于传染病防治的管理制度",
        "客观方面": "# 违反国家传染病防治法规定，引起甲类传染病传播或者有传播严重危险的行为\n## 本罪中的传染病\n### 包括甲类传染病以及依法确定采取甲类传染病预防、控制措施的传染病\n### 采取甲类传染病预防、控制措施的传染病:如乙类传染病中的新型冠状病毒感染的肺炎、非典型肺炎、肺炭疽、人感染高致病性禽流感等。\n## 本罪行为。本罪行为包括：\n### (1)供水单位供应的饮用水不符合国家规定的卫生标准的;\n### (2)拒绝按照疾病预防控制机构提出的卫生要求，对传染病病原体污染的污水、污物、场所和物品进行消毒处理的;\n### (3)准许或者纵容传染病病人、病原携带者和疑似传染病病人从事国务院卫生行政部门规定禁止从事的易使该传染病扩散的工作的;\n### (4)出售、运输疫区中被传染病病原体污染或者可能被传染病病原体污染的物品，未进行消毒处理的;\n### (5)拒绝执行县级以上人民政府、疾病预防控制机构依照传染病防治法提出的预防、控制措施的。甲类传染病的范围，依照《中华人民共和国传染病防治法》和国务院有关规定确定。",
        "犯罪主体": "# 一般主体，自然人(包括但不限于传染病确诊者、病原携带者和疑似病人)、单位",
        "主观方面": "# 过失，即行为人对引起甲类传染病传播或传播严重危险这一结果是不明知的"
    },
    "污染环境罪": {
        "犯罪客体": "# 【国家环境保护制度】与【公民生命健康、财产安全】。",
        "客观方面": "# 指【违反国家规定】，【排放】、【倾倒】或者【处置】【有放射性的废物】、【含传染病病原体的废物】、【有毒物质或者其他有害物质】，【严重污染环境】的行为\n## 实践中，“严重污染环境”的表现形式包括:\n### (1)在饮用水水源一级保护区、自然保护区核心区排放、倾倒、处置有放射性的废物、含传染病病原体的废物、有毒物质的;\n### (2)非法排放、倾倒、处置危险废物3吨以上的;\n### (3)排放、倾倒、处置含铅、采、锅、铅、碑、蛇、梯的污染物，超过国家或者地方污染物排放标准3倍以上的;\n### (4)排放、倾倒、处置含锦、铜、锌、银、令几猛、钻的污染物，超过国家或者地方污染物排放标准10倍以上的;\n### (5)通过暗管、渗井、渗坑、裂隙、溶洞、灌注等逃避监管的方式排放、倾倒、处置有放射性的废物、含传染病病原体的废物、有毒物质的;\n### (6)两年内曾因违反国家规定，排放、倾倒、处置有放射性的废物、含传染病病原体的废物、有毒物质受过两次以上行政处罚，又实施前列行为的;\n### (7)重点排污单位篡改、伪造自动监测数据或者干扰自动监测设施，排放化学需氧量、氨氮、二氧化硫、氮氧化物等污染物的;\n### (8)违法减少防治污染设施运行支出100万元以上的;\n### (9)违法所得或者致使公私财产损失30万元以上的;\n### (10)造成生态环境严重损害的;\n### (11)致使乡镇以上集中式饮用水水源取水中断12小时以上的;\n### (12)致使基本衣田、防护林地、特种用途林地5亩以上，其他农用地10亩以上，其他土地20亩以上基本功能丧失或者遭受永久性破坏的;\n### (13)致使森林或者其他林木死亡50立方米以上，或者幼树死亡2500株以上的;\n### (14)致使疏散、转移群众5000人以上的;\n### (15)致使30人以上中毒的;\n### (16)致使3人以上轻伤、轻度残疾或者器官组织损伤导致一般功能障碍的;\n### (17)致使1人以上重伤、中度残疾或者器官组织损伤导致严重功能障碍的，以及其他严重污染环境的情形。\n## 有下列情形处7年以上有期徒刑:\n### (1)在饮用水水源保护区、自然保护地核心保护区等依法确定的重点保护区域排放、倾倒、处置有放射性的废物、含传染病病原体的废物、有毒物质，情节特别严重的;\n### (2)向国家确定的重要江河、湖泊水域排放、倾倒、处置有放射性的废物、含传染病病原体的废物、有毒物质，情节特别严重的;\n### (3)致使大量永久基本衣田基本功能丧失或者遭受永久性破坏的;\n### (4)致使多人重伤、严重疾病，或者致人严重残疾、死亡的。",
        "犯罪主体": "# 自然人和【单位】",
        "主观方面": "# 【故意】，有理论认为过失也可以成立本罪"
    },
    "盗伐林木罪": {
        "犯罪客体": "# 【国家林业管理制度】和【国家、集体或公民的林木所有权】",
        "客观方面": "# 【盗伐】【森林】或【其他树木】，【数量较大】的行为\n## （1）擅自砍伐【国家、集体、他人所有或者他人承包经营管理】的森林或者其他林木的；\n## （2）擅自砍伐【本单位或者本人承包经营管理】的森林或者其他林木的；\n## （3）【在林木采伐许可证规定的地点以外】采伐国家、集体、他人所有或者他人承包经营管理的森林或者其他林木的。",
        "犯罪主体": "# 一般主体，自然人或【单位】",
        "主观方面": "# 故意，具有非法占有的目的"
    },
    "滥伐林木罪": {
        "犯罪客体": "# 【国家林业管理制度】和【国家、集体或公民的林木所有权】",
        "客观方面": "# 【违反森林法的规定】，【滥伐】【森林】或【其他林木】，【数量较大】的行为",
        "犯罪主体": "# 一般主体，自然人或【单位】",
        "主观方面": "# 故意"
    },
    "非法收购、运输盗伐、滥伐的林木罪": {
        "犯罪客体": "# 【国家林业管理制度】",
        "客观方面": "#  非法收购、运输盗伐、滥伐的林木，【情节严重】的行为。",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意，谋利目的。要求行为人在主观上【明知】其收购、运输的对象是盗伐、滥伐林木。"
    },
    "走私、贩卖、运输、制造毒品罪": {
        "犯罪客体": "# 【国家对毒品的管理制度】和【公民的身心健康】。行为对象是【毒品】，如海洛因、鸦片、冰毒、大麻等",
        "客观方面": "# 走私、贩卖、运输、制造毒品的行为\n## “贩卖毒品”\n### 【明知是毒品而非法销售】，或者【以贩卖为目的而非法收买毒品】的行为。\n### 对于【居间介绍】买卖毒品的，无论是否获利，均以贩卖毒品罪的共犯论处。【T20/20，10；\n#### 居间介绍买卖毒品\n##### 1在贩卖者和购买者之间牵线搭桥、传递信息，促成二者之间的买卖交易，如乙想吸毒，但是不知从何处购买，甲将毒贩的手机号码和微信号提供给乙，甲促成二者的买卖，相当于帮助贩卖者贩卖，是贩卖毒品的帮助犯、从犯。\n##### 2居中倒卖毒品:周某想要吸毒找到乙，于是乙1万元购买1斤，加价2万元卖给周某，相当于上游低价买，下游加价卖，不是贩卖毒品的帮助犯和从犯，而是实行犯，是独立的交易环节，司法实践中很多居中倒卖的人辩解自己是居间介绍买卖毒品，是帮助犯和从犯要求从宽处罚，实际是居中倒卖毒品。\n### 居中介绍不收钱：如果帮助的是吸毒者，则定非法持有毒品的共犯，如果帮助的是贩毒者，则定贩卖毒品罪的共犯。如果两个都帮则想象竞合从一重，定贩卖毒品罪\n## 代购毒品\n### 买毒自吸不构成犯罪，帮助购买者购买而不贩卖也不构成犯罪，如果帮助代购的毒品数量很大，如代购2斤毒品构成非法持有毒品罪，托购者和代购者是非法持有毒品罪共犯。\n#### 如果甲帮助乙代购毒品1000元购买一包，加价500元卖出，500元相当于劳务费、交通费，甲成立犯罪，相当于上游低价买，下游加价卖，构成贩卖毒品。【T20/20；",
        "犯罪主体": "# 一般主体，包括自然人和【单位】，14-16周岁的人可成为贩卖毒品罪的主体",
        "主观方面": "# 故意，即行为人明知是毒品而故意走私、贩卖、运输、制造。如果不是明知，而是被别人利用或受蒙蔽而实施上述行为的，不构成犯罪"
    },
    "走私毒品罪": {
        "犯罪客体": "# 【国家对毒品的管理制度】和【公民的身心健康】。行为对象是【毒品】，如海洛因、鸦片、冰毒、大麻等",
        "客观方面": "# 走私毒品的行为",
        "犯罪主体": "# 一般主体，包括自然人和【单位】",
        "主观方面": "# 故意，行为人明知是毒品而故意走私"
    },
    "贩卖毒品罪": {
        "犯罪客体": "# 【国家对毒品的管理制度】和【公民的身心健康】。行为对象是【毒品】，如海洛因、鸦片、冰毒、大麻等",
        "客观方面": "# 贩卖毒品的行为\n## “贩卖毒品”\n### 【明知是毒品而非法销售】，或者【以贩卖为目的而非法收买毒品】的行为。\n### 对于【居间介绍】买卖毒品的，无论是否获利，均以贩卖毒品罪的共犯论处。【T20/20，10；\n#### 居间介绍买卖毒品\n##### 1在贩卖者和购买者之间牵线搭桥、传递信息，促成二者之间的买卖交易，如乙想吸毒，但是不知从何处购买，甲将毒贩的手机号码和微信号提供给乙，甲促成二者的买卖，相当于帮助贩卖者贩卖，是贩卖毒品的帮助犯、从犯。\n##### 2居中倒卖毒品:周某想要吸毒找到乙，于是乙1万元购买1斤，加价2万元卖给周某，相当于上游低价买，下游加价卖，不是贩卖毒品的帮助犯和从犯，而是实行犯，是独立的交易环节，司法实践中很多居中倒卖的人辩解自己是居间介绍买卖毒品，是帮助犯和从犯要求从宽处罚，实际是居中倒卖毒品。\n### 居中介绍不收钱：如果帮助的是吸毒者，则定非法持有毒品的共犯，如果帮助的是贩毒者，则定贩卖毒品罪的共犯。如果两个都帮则想象竞合从一重，定贩卖毒品罪\n## 代购毒品\n### 买毒自吸不构成犯罪，帮助购买者购买而不贩卖也不构成犯罪，如果帮助代购的毒品数量很大，如代购2斤毒品构成非法持有毒品罪，托购者和代购者是非法持有毒品罪共犯。\n#### 如果甲帮助乙代购毒品1000元购买一包，加价500元卖出，500元相当于劳务费、交通费，甲成立犯罪，相当于上游低价买，下游加价卖，构成贩卖毒品。【T20/20；",
        "犯罪主体": "# 一般主体，包括自然人和【单位】，14-16周岁的人可成为贩卖毒品罪的主体",
        "主观方面": "# 故意，即行为人明知是毒品而故意贩卖。"
    },
    "运输毒品罪": {
        "犯罪客体": "# 【国家对毒品的管理制度】和【公民的身心健康】。行为对象是【毒品】，如海洛因、鸦片、冰毒、大麻等",
        "客观方面": "# 运输毒品的行为",
        "犯罪主体": "# 一般主体，包括自然人和【单位】",
        "主观方面": "# 故意，即行为人明知是毒品而故意运输"
    },
    "制造毒品罪": {
        "犯罪客体": "# 【国家对毒品的管理制度】和【公民的身心健康】。行为对象是【毒品】，如海洛因、鸦片、冰毒、大麻等",
        "客观方面": "# 制造毒品的行为。",
        "犯罪主体": "# 一般主体，包括自然人和【单位】",
        "主观方面": "# 故意，即行为人明知是毒品而故意制造"
    },
    "非法持有毒品罪": {
        "犯罪客体": "# 国家对毒品的管理制度和公民的身心健康。行为对象是毒品。",
        "客观方面": "# 非法持有毒品且数量较大的行为\n## 从犯罪嫌疑人身上搜出的毒品属于运输毒品还是非法持有毒品？\n## 只有当运输毒品成为走私、贩卖、制造毒品一个必不可少的中间环节时，也就是说缺少运输毒品就无法实施走私、贩卖、制造毒品时，运输毒品才具有与走私、贩卖、制造毒品相当的危害性，才可以同罚\n## 而出于其他目的运输毒品时，比如出于吸食、窝藏目的而移动毒品，其行为的社会危害性显然要低于走私、贩卖、制造毒品的危害性，不能认定为运输毒品罪。如果将运输的范围任意扩大，就会出现将无罪变为有罪、轻罪变成重罪的现象。勿将动态持有毒品等同于运输毒品。",
        "犯罪主体": "# 一般主体，即自然人",
        "主观方面": "# 故意，即行为人明知是毒品而非法持有，过失不构成本罪"
    },
    "容留他人吸毒罪": {
        "犯罪客体": "# 【国家对毒品的管理制度】和【公民的身心健康】",
        "客观方面": "# 行为人实施了容留他人吸毒的行为，所谓容留他人吸毒，是指给吸毒者提供吸毒的场所。",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意"
    },
    "组织卖淫罪": {
        "犯罪客体": "# 社会道德风尚和社会治安管理秩序",
        "客观方面": "# 组织多人卖淫的行为【T19/10；\n## “组织多人卖淫”，\n### 指以招募、雇用、引诱、容留等手段.控制三人或三人以上女人或男人，从事卖淫活动可以是没有固定的卖淫场所，行为人通过掌握控制的卖淫人员，有组织地进行卖淫;也可以是设置卖淫场所或变相的卖淫场所，控制一些卖淫人员在该场所内卖淫。",
        "犯罪主体": "# 一般主体.即年满16周岁具有刑事责任能力的自然人。既可以是男性，也可以是女性",
        "主观方面": "# 故意，一般以营利为目的"
    },
    "强迫卖淫罪": {
        "犯罪客体": "# 复杂客体，即他人的人身权利和社会道德风尚及社会治安管理秩序",
        "客观方面": "# 强迫他人卖淫的行为，即违背他人意志，采用强制手段，迫使受害者卖淫的行为",
        "犯罪主体": "# 一般主体",
        "主观方面": "# 故意"
    },
    "传播性病罪": {
        "犯罪客体": "# 复杂客体，即他人的身体健康和社会治安管理秩序",
        "客观方面": "# 行为人在患有严重性病的情况下实施卖淫嫖娼的行为",
        "犯罪主体": "# 特殊主体，即年满16周岁，具有刑事责任能力，且患有梅毒、淋病等严重性病的人，包含中国公民和外国人",
        "主观方面": "# 故意，即明知自己患有严重性病仍然进行卖淫或嫖娼【F11/37；"
    },
    "制作、复制、出版、贩卖、传播淫秽物品牟利罪": {
        "犯罪客体": "# 国家对文化娱乐制品的管理制度和良好的社会风尚",
        "客观方面": "# 制作、复制、出版、贩卖、传播淫秽物品的行为",
        "犯罪主体": "# 一般主体，包括【单位】和个人",
        "主观方面": "# 故意，且必须具有牟利的目的"
    },
    "传播淫秽物品罪": {
        "犯罪客体": "# 社会冶安管理秩序和良好的社会风尚",
        "客观方面": "# 岀借、播放、展示、赠送、散发、交换、讲解等传播行为，包括公开或秘密在公众中或公开场所实施的行为，也包括在互联网上传播的行为",
        "犯罪主体": "# 一般主体，包括【单位】和个人",
        "主观方面": "# 故意，但不具有牟利的目的"
    },
    "侮辱国歌罪": {
        "犯罪客体": "# 国家社会管理秩序与国家对国歌的管理制度",
        "客观方面": "# 在公共场合故意篡改中华人民共和国国歌歌词、曲谱，以歪曲、贬损方式奏唱国歌，或者以其他方式侮辱国歌",
        "犯罪主体": "# 一般主体，即自然人，包括中国公民和【外国人】",
        "主观方面": "# 直接故意"
    },
    "贪污罪": {
        "犯罪客体": "# 复杂客体，既侵犯了公共财物所有权，又侵犯了国家机关、国有企业、事业单位的正常活动以及国家工作人员职务行为的廉洁性",
        "客观方面": "# 【利用职务上的便利】，侵吞、窃取、骗取或者以其他手段非法占有公共财物的行为\n## “利用职务上的便利”\n### 指行为人利用本人职务范围内的权力和地位形成的有利条件，具体表现为主管、保管、支配、供用或经手等便利条件。\n### (注意，仅仅是因为熟悉工作环境、便于接近目标等与职务无关的条件，不是利用职务便利。)\n### 贪洋罪中的利用职务便利，既包括利用本人取务上的便利，也包括利用具有隶属关系的其他国家工作人员职务上的便利\n### 挪用公款后携带部分公款潜逃，比如挪了50，用去炒股亏了10，然后剩下的40潜逃了。那么对40定贪污，对10定挪用公款。\n## 侵吞型\n### 不管手段如何，只要是占有化为所有，就是贪污\n#### 例如：站长没有用钥匙开柜子，而用锤子砸柜子\n#### 会计本来占有物，但是做假账，或者虚构事实，为侵吞型，而非窃取型\n## 骗取型\n### 需要利用没植物便利\n#### 单位领导、主管虚构报销款让会计做假账（会计不知道），则为骗取型。因为其没有占有，而是会计占有\n## 窃取型\n### 保险柜需要Ａ密码和B的钥匙，B用钥匙打开，猜中密码，则Ａ侵害了B的占有，又利用了Ａ的职务便利，所以为窃取型\n## 为他人贪污的“他人”需要能被视为自己人，即特定人，而不特定人不能为贪污，如18年考到的那道选择题就不定贪污。",
        "犯罪主体": "# 特殊主体，即【国家工作人员】和【受委托管理、经营国有财产的人员】\n## （1）国家工作人员【F15/32；T11/57；\n### 第一类:在国家机关中从事公务的人员。包括在各级国家权力机关、行政机关、司法机关、军事机关、监察机关中从事公务的人员。\n#### 包括:在乡(镇)以上中国共产党机关、人民政协机关中从事公务的人员。\n### 第二类：在国有公司、企业、事业单位、人民团体中从事公务的人员（不是国家机关工作人员）\n#### a.“国有公司、企业”是指国有独资公司、企业，但不包括国家【控股、参股】的公司、企业。\n##### 如果是国家控股、参股公司、企业中的人员，一般不是国家工作人员，对其利用职务上的便利，将本单位财物非法占为己有数额较大的，以职务侵占罪定罪处罚。\n##### 如果在国有控股、参股公司中从事管理的人员是受国有单位委派从事公务的，则是国家工作人员，可成立贪污罪。\n#### b.事业单位是【学校】、【医院】、【科研机构】等，不包括集体的事业单位，如【公立学校的校长】、【副校长】、【财务人员】，公立医院的院长、副院长、财务人员，而公立医院的医生、公立学校的老师没有公务在身，属于技术劳务，医生的处方权和教师的教学权技术性权力，一般不是国家工作人员。（招生办主任不是国家工作人员）\n#### c.人民团体是官方、半官方的组织，如中华总工会、全国妇联、全国残联等、乡级以上工会、青团（区别于社会团体）\n### 第三类：受国家机关、国有公司、企业、事业单位委派到非国有公司、企业、事业单位、社会团体从事公务的人员。\n### 第四类：其他依照法律【从事公务】的人员。\n#### 1依法履行职责的各级人民代表大会代表;\n#### 2依法履行审判职责的人民陪审员;\n#### 3村民委员会等村基层组织人员协助政府从事下列行政管理工作时，视为国家工作人员\n##### A.救灾、抢险、防汛、优抚、扶贫、移民、救济款物的管理;\n##### B.社会捐助公益事业款物的管理;\n##### C.国有土地的经营和管理;(注意:不是指集体土地的经营管理);\n##### D.土地征用补偿费用的管理(注意:不是指土地承包费);【T12/8；07案例\n###### 参考案例题答题模版甲虽然是村委会主任但负责土地征用补偿款的发放工作不属于村民自治管理范围内的事务而属于协助人民政府从事行政管理工作是其他依照法律从事公务的人员符合贪污罪的主体条件甲利用该职务上的便利骗取土地补偿金符合贪污罪的构成要件\n##### E.代征、代缴税款;\n##### F.有关计划生育、户籍、征兵工作。\n## （2）受委托管理、经营国有财产的人员\n### (不是受贿罪和挪用公款罪的主体，如果挪用公款定挪用资金罪)。",
        "主观方面": "# 故意，并且具有非法占有公共财物的目的。过失不成立本罪"
    },
    "挪用公款罪": {
        "犯罪客体": "# 复杂客体，即国家工作人员职务行为的廉洁性、国家财经管理制度以及公款使用收益权",
        "客观方面": "# 利用职务之便挪用公款归个人使用，进行非法活动，或者挪用公款数额较大、进行营利活动，或者挪用公款数额较大、超过3个月未还的行为\n## (1)“利用职务上的便利”\n### 指利用主管、经手、管理公共财物的便利。\n## (2)“挪用公款归个人使用”，包括三种情形:【08/25；T13/45；TF19/18，8；T10/21；F14/21；T11/57；\n### 将公款供【本人】、【亲友】或者【其他自然人】使用的；\n### 【以个人名义】将公款供其他单位使用的；\n### 个人决定【以单位名义】将公款供其他单位使用，【谋取个人利益的】。\n## （3）“以个人名义”\n### 指挪用人违反财经管理制度，未经合法审批手续，将公款擅自借给其他单位使用。\n## （4）挪用公款的数额的计算\n### (1)挪用公款进行营利活动，所获取的利息、收益等违法所得应当追缴，但不计入挪用公款的数额。\n### (2)多次挪用公款不还，数额累计计算。\n### (3)多次挪用公款，并以后次挪用的公款归还前次挪用的公款，数额以案发时未还的实际数额认定。",
        "犯罪主体": "# 特殊主体，即国家工作人员\n## 受委托管理、经营国有财产的人员(非国家工作人员)挪用公款的，认定为挪用资金罪。",
        "主观方面": "# 故意，明知是公款而非法挪用，但没有非法占有目的。\n## 并以归个人使用为目的。是否为本人和其他人谋取到利益不影响犯罪成立"
    },
    "受贿罪": {
        "犯罪客体": "# 国家工作人员职务行为的廉洁性。实质在于以权谋私、权钱交易",
        "客观方面": "# 利用职务上的便利，索取他人财物或者非法收受他人财物，为他人谋取利益的行为\n## 两种情形\n### 利用职务之便，索取他人财物\n#### 指国家工作人员利用职务上的便利.以明示或者暗示的方式主动向他人索要财物的行为，即\"索贿型受贿”。不要求为他人谋取利益，即可成立受贿罪\n### 利用职务之便，非法收受他人财物，为他人谋取利益\n#### 指在行贿人主动行贿的情况下，行为人非法地收受他人财物的情況。要求为他人谋取利益，才可能成立受贿罪\n## “利用职务便利”\n### 既包括利用本人职务上【主管】、【负责】、【承办】某项公共事务的职权，也包括利用职务上有隶属、制约关系(如下级)的其他国家工作人员的职权。\n## “财物”\n### 既包括【金钱】和【实物】，也包括可以用金钱计算的【财产性利益】\n#### 财产性利益包括可以折算为货币的物质性利益，如房屋装修、债权设立、债务免除、会员服务、旅游等，但不包括诸如提升职务、迁移户口、升学就业、提供女色等非物质性不正当利益，\n##### 违禁品算，天上人间付钱时算\n## “为他人谋取利益”\n### 指行为人【意图】为他人谋取利益，或者【承诺】为他人谋取利益，或者【实际】上已经为他人谋取了利益，包括\n#### （1）实际或承诺为他人谋取利益的；\n#### （2）明知他人有具体请托事项的；\n#### （3）履职时未被请托，但事后基于该履职事由收受他人财物的。【F12/24；\n#### 至于该利益是否正当，是否合法，均不影响本罪的成立。\n#### 国家工作人员索取、收受具有【上下级关系的下属】或者具有【行政管理关系的被管理人员】的财物价值3万元以上，可能影响职权行使的，视为承诺为他人谋取利益。\n### 第一，“为他人谋取利益”客观上最低要求是承诺为他人谋取利益，并不要求已经实际为他人谋取利益。承诺、实施和实现三个阶段如下，只要求具有一个阶段的行为即构成受贿罪。\n### 第二，这里的承诺包括明示承诺、暗示承诺、真实承诺、虚假承诺。",
        "犯罪主体": "# 特殊主体，即国家工作人员\n## 国家工作人员，故本罪是身份犯。如果是国有单位受贿，成立单位受贿罪。一般公民与国家工作人员相勾结，伙同受贿的，以受贿罪的共犯论处。",
        "主观方面": "# 故意"
    },
    "利用影响力受贿罪": {
        "犯罪客体": "# 国家工作人员职务行为的廉洁性，本质是权钱交易",
        "客观方面": "# 行为人利用影响力与请托人交易财物，数额较大或者情节严重的行为",
        "犯罪主体": "# 特殊主体，即国家工作人员、离职国家工作人员的近亲属以及与其关系密切的人，离职国家工作人员【T12/52；\n## 国家工作人员的近亲属；\n## 与国家工作人员关系密切的人;\n## 离职的国家工作人员；\n## 离职的国家工作人员的近亲属；\n## 与离职的国家工作人员关系密切的人。\n## “近亲属”，如配偶、子女等，“关系密切的人”，如战友、情人、同学、牌友、酒友等’",
        "主观方面": "# 故意"
    },
    "行贿罪": {
        "犯罪客体": "# 国家工作人员职务行为的廉洁性",
        "客观方面": "# 给予国家工作人员以财物的行为\n## “谋取不正当利益”\n### 指行为人谋取的利益违反法律、法规、规章、政策的规定，\n### 或要求国家工作人员违反法律、法规、规章、政策、行业规范的规定为自己提供帮助或方便条件，\n### 包括违反公平、公正的原则，在经济、组织人事管理活动中，谋取竞争优势的行为。\n#### 例如，在工程招标过程中，给予负责招标的国家工作人员财物，以提升自己的竞争优势。",
        "犯罪主体": "# 一般主体，即自然人（单位行贿的，成立单位行贿罪）",
        "主观方面": "# 故意，并且具有谋取不正当利益的目的"
    },
    "对有影响力的人行贿罪": {
        "犯罪客体": "# 国家工作人员职务行为的廉洁性",
        "客观方面": "# 向有影响力的人行贿的行为",
        "犯罪主体": "# 一般主体，包括自然人和【单位】",
        "主观方面": "# 故意，并且具有谋取不正当利益的目的"
    },
    "巨额财产来源不明罪": {
        "犯罪客体": "# 复杂客体，即国家的廉政建设制度和公私财产的所有权",
        "客观方面": "# 行为人持有的财产和支出的财产明显超过合法收入，差额巨大，而本人又不能说明其来源是合法的行为。\n## “不能说明”【T14/57；\n### ①行为人【拒不说明】财产来源的;\n### ②行为人【无法说明】财产合法来源的;\n### ③行为人所说财产来源经司法机关【査证并不属实的】;\n### ④行为人所说的财产来源因为线索不具体等原因，司法机关【无法查实】，但是能够【排除来源合法可能性和合理性的】\n## “非法所得”\n### =行为人全部财产+能够认定的所有支出-能够证实合法来源的财产",
        "犯罪主体": "# 特殊主体，即国家工作人员",
        "主观方面": "# 直接故意"
    },
    "滥用职权罪": {
        "犯罪客体": "# 国家机关的正常管理活动",
        "客观方面": "# 违反法律规定的权限或程序，滥用职权，致使公共财产、国家和人民利益遭受重大损失的行为。\n## (1)“职权”\n### 指由法律、法规和规章所规定的职务范围内的权力。\n## “滥用职权”【T15/57；\n### 滥用职权指国家机关工作人员不依法正当行使职权，或任意扩大自己的职务权限。具体表现有。\n#### (1)作为方式:超越权限、没有限度地运用职权。\n#### (2)不作为方式:随意放弃职责义务、不积极行使职权。\n#### 【文运法硕提示】滥用职权罪可以作为、也可以不作为，是不纯正不作为犯。",
        "犯罪主体": "# 特殊主体，即国家机关工作人员",
        "主观方面": "# 故意"
    },
    "玩忽职守罪": {
        "犯罪客体": "# 国家机关的正常管理活动",
        "客观方面": "# 行为人【严重不负责任】，工作中草率马虎，【不履行】或者【不正确履行】职务，致使公共财产、国家和人民利益遭受【重大损失】的行为\n## “玩忽职守”【T15/57；\n### 指国家机关工作人员严重不负责任，不履行或者不认真履行职责的行为。",
        "犯罪主体": "# 特殊主体，即国家机关工作人员",
        "主观方面": "# 过失\n## 玩忽职守的行为本身往往是故意的，但对损害结果是过失的"
    },
    "故意泄露国家秘密罪": {
        "犯罪客体": "# 国家的保密制度",
        "客观方面": "# 违反保守国家秘密法的规定，泄露国家秘密，【情节严重】的行为",
        "犯罪主体": "# 一般主体，年满16周岁—刑事责任能力的自然人，包括国家机关工作人员和普通公民。",
        "主观方面": "# 故意\n## 即行为人明知是国家秘密而泄露。动机不影响犯罪的成立"
    },
    "徇私枉法罪": {
        "犯罪客体": "# 【国家司法机关的正常活动】与【国家的司法公正】",
        "客观方面": "# 利用司法职务上的便利，违背事实和法律，在【追诉】或者【刑事审判活动】中实施了下列枉法行为：【06/20；\n## （1）对明知无罪的人而使其受到追诉。\n## （2）对明知有罪的人而故意包庇不使其受到追诉。\n## （3）在刑事审判活动中故意违背事实和法律作枉法裁判\n### “枉法裁判”\n#### 指行为人故意对有罪者作出无罪判决，对无罪者作出有罪判决，或者重罪轻判，轻罪重判。",
        "犯罪主体": "# 特殊主体，即司法工作人员\n## “司法工作人员”\n### 指有【侦查】、【检察】、【审判】、【监管】职责的工作人员，司法机关专业技术人员在办案中故意提供虚假材料和意见，或者故意作虚假鉴定，严重影响刑事追诉活动的，也可构成本罪。\n### 监察委不算，政法委书记不算，警察中巡警和法警等才算",
        "主观方面": "# 故意，并具有徇私、徇情的动机"
    },
    "民事、行政枉法裁判罪": {
        "犯罪客体": "# 国家司法机关的正常活动和国家的司法公正",
        "客观方面": "# 在民事、行政审判活动中作出违背事实和法律的判决、裁判，【情节严重】的行为",
        "犯罪主体": "# 特殊主体，即司法工作人员\n## 限于民事、行政诉讼活动中负有审判职责的人员",
        "主观方面": "# 故意，即明知而故意违背事实和法律作枉法裁判\n## 即行为人明知案件的事实或应当适用的法律而故意地违背事实和法律作枉法裁判。过失或业务水平不高作出错判，不成立本罪"
    },
    "执行判决、裁定失职罪": {
        "犯罪客体": "# 人民法院正常的执行活动",
        "客观方面": "# 执行判决、裁定活动中，严重不负责任，【不依法釆取诉讼保全措施】、【不履行法定执行职责】，致使【当事人】或者【他人】的利益遭受重大损失的行为\n## “判决、裁定”\n### 指人民法院作出的【具有执行内容】且【已经发生法律效力】的判决、裁定。\n#### 人民法院为依法执行支付令、生效的调解书、仲裁裁决、公证债权文书等所做的裁定属于该条规定的裁定。\n## “当事人”\n### 指案件中的当事人，包括原告、被告、第三人；\n## “其他人”\n### 指案件当事人以外的第三人，又称案外人。",
        "犯罪主体": "# 特殊主体，即司法工作人员\n## 即在人民法院从事执行工作的人员",
        "主观方面": "# 过失\n## 即行为人应当预见到在执行判决、裁定的活动中因自己的失职行为会使当事人或者其他人的利益遭受重大损失，却因疏忽大意没有预见或过于自信导致危害后果的发生"
    },
    "执行判决、裁定滥用职权罪": {
        "犯罪客体": "# 人民法院正常的执行活动",
        "客观方面": "# 在执行判决、裁定活动中滥用职权，违反法律规定的条件和程序，采取诉讼保全措施、强制执行措施，致使当事人或者其他人的利益遭受重大损失的行为",
        "犯罪主体": "# 特殊主体，即司法工作人员\n## 即在人民法院从事执行工作的人员",
        "主观方面": "# 故意\n## 即行为人对滥用职权的行为往往是故意的，而对损害结果的发生往往是过失的，但也不排除故意的存在"
    },
    "私放在押人员罪": {
        "犯罪客体": "# 国家司法机关对犯罪嫌疑人、被告人或罪犯的监管制度",
        "客观方面": "# 【利用职务上的便利】，私自将被关押的犯罪嫌疑人、被告人或罪犯放走的行为\n## 本罪的行为方式多种多样，常见的有:\n### 私自从【关押场所】或【押解途中】将被关押的人放走;\n### 授意他人将被关押人放走;\n### 伪造、变造、涂改有关的法律文书，使得被关押人员得到释放;\n### 违反监规，私自将被关押人提出关押场所或指使被关押人外出，致使其脱离监管的。",
        "犯罪主体": "# 特殊主体，限于司法工作人员\n## 即国家安全机关、公安机关、检察机关、审判机关、狱政管理机关的工作人员及执行监所看守任务的武警人员",
        "主观方面": "# 故意即行为人明知在押的是犯罪嫌疑人、被告人、罪犯而故意将其放走"
    },
    "食品、药品监管渎职罪": {
        "犯罪客体": "# 国家食品安全监督管理制度。",
        "客观方面": "# 实施了滥用职权或者玩忽职守的行为，导致发生重大食品安全事故或者造成其他严重后果。\n## “重大食品安全事故”，\n### 例如食品中毒、食源性疾病、食物污染等因素引起的对人体健康有危害的食品安全事故。\n## “其他严重后果”，\n### 指虽然未发生重大食品安全事故，但是造成本地区、本行业、本部门工作瘫痪，严重影响国家法律法规的正常实施，社会正常秩序严重受损，社会影响极度恶劣，严重损害国家声誉等，\n## 这些行为包括:\n### (1)瞒报、谎报食品安全事故、药品安全事故的;\n### (2)对发现的严重食品药品安全违法行为未按规定查处的;\n### (3)在药品和特殊食品审批审评过程中，对不符合条件的申请准予许可的;\n### (4)依法应当移交司法机关追究刑事责任不移交的;\n### (5)有其他滥用职权或者玩忽职守行为的。徇私舞弊犯前款罪的，从重处罚。",
        "犯罪主体": "# 特殊主体，是指负有食品安全监管职能的国家机关工作人员。",
        "主观方面": "# 故意或过失"
    },
    "放纵制售伪劣商品犯罪行为罪": {
        "犯罪客体": "# 国家对制售伪劣商品犯罪行为的查处追诉活动",
        "客观方面": "# 徇私舞弊，对生产、销售伪劣商品犯罪的行为不履行法律规定的追究责任，情节严重的行为",
        "犯罪主体": "# 特殊主体，即负有追究责任的国家机关工作人员，主要是指负有法律规定的査处生产、销售伪劣商品的违法犯罪行为义务的国家工作人员，\n## 包括各级政府中主管査禁生产、销售伪劣商品的人员，有査禁职责的公、检、法机关中的司法人员，以及行业主管部门如技术监督部门和工商行政管理部门中的人员",
        "主观方面": "# 故意，即明知是有生产、销售伪劣商品犯罪行为的犯罪分子而不予追究刑事责任。动机是徇私、徇情"
    },
    "传染病防治失职罪": {
        "犯罪客体": "# 国家对传染病防治的管理制度",
        "客观方面": "# 从事传染病研治工作的政府卫生行政部门工作人员【严重不负责任】，导致传染病传播或者流行，【情节严重】的行为",
        "犯罪主体": "# 特殊主体，即从事传染病防治的政府卫生行政部门工作人员",
        "主观方面": "# 只能由过失构成、故意不构成本罪。"
    }
}